Repository: FenixAlliance/APS.Core
Catalog: Resources/SharedResources.*.resx
Languages: es

source: When you combine your vision's potential and your cloud of trust with our extense expertise on cloud technologies, our DevOps practices, and our enterprise-grade operation standards, unbelievable things begin to happen at and beyond the workplace.
es: Cuando combinas el potencial de tu visión y tu nube de confianza con nuestra amplia experiencia en tecnologías de nube, nuestras prácticas de DevOps y nuestros estándares de operación de nivel empresarial, comienzan a suceder cosas increíbles en y más allá del lugar de trabajo.

source: Whether you need Support, a special service or a full service package, our experts will be happy to advise you at any time.
es: Ya sea que necesites soporte, un servicio especial o un paquete de servicio completo, nuestros expertos estarán encantados de asesorarte en cualquier momento.

source: Who do we support?
es: ¿A quiénes apoyamos?

source: Work with us
es: Trabaja con nosotros

source: Working for a brighter tomorrow
es: Trabajamos por un mañana más brillante

source: Write a review.
es: Escribe un comentario.

source: You are in good company.
es: Estás en buena compañía.

source: You are now following this business account.
es: Ahora estás siguiendo esta cuenta comercial.

source: You are now following this user account.
es: Ahora estás siguiendo esta cuenta de usuario.

source: You can add it to a wishlist and we will send you an email when this product's state changes.
es: Puedes agregarlo a una lista de deseos y te enviaremos un correo electrónico cuando cambie el estado o el precio base de este producto.

source: You can change your currency by selecting it from the dropdown on the top-left hand side corner of our website or by using our
es: Puedes cambiar tu moneda seleccionándola en el menú desplegable en la esquina superior izquierda de nuestro sitio web o usando nuestra

source: You can create an order in our store with just a single click. Just ensure that you have what you need in your cart and click on the Checkout button to place an order. Orders are valid for 3 days before being automatically deleted if no payment have been reported for that order. If you've added products to your guest cart and then logged into your Alliance ID Account, those products you've added are into your guest cart. To copy your guest cart into your User or Business' Cart, login into your Alliance ID and we'll automatically copy your current guest cart into your account cart.
es: Puedes crear un pedido en nuestra tienda con un solo clic. Solo asegúrate de tener lo que necesitas en tu carrito y busca el botón "Realizar Pedido" más cercano para realizar un pedido. Los pedidos son válidos durante 3 días antes de que se eliminen automáticamente si no se ha informado ningún pago para ese pedido. Si has agregado productos a tu carrito de invitados y luego has iniciado sesión en tu cuenta Alliance ID, copiaremos esos productos que has agregado tu carrito de invitados actual en tu carrito de cuenta.

source: You can't miss it! We are turning ten next month; until then, we are throwing the house through the window... Hundreds of products with insane discounts, free shipping and twice as much reward points for every order.*
es: ¡No puedes perdértelo! Vamos a cumplir diez el próximo mes; Hasta entonces, estamos tirando la casa por la ventana ... Cientos de productos con descuentos increíbles, envío gratuito y el doble de puntos de recompensa por cada pedido. *

source: You have stopped following this account.
es: Has dejado de seguir esta cuenta.

source: You need more information? We are happy to help you solve any question you may have.
es: ¿Necesitas más información? Estamos encantados de ayudar a resolver cualquier pregunta que tengas.

source: You need to
es: Necesitas

source: you will also need a prove of ownership like an invoice. (From any strore)
es: Necesitarás una prueba de la propiedad como una factura. (De cualquier tienda)

source: your account gets provisioned with a virtual wallet capable of securely store information about your orders, subscriptions, payments, invoices and linked payment methods. We DO NOT store sensitive credit card data; instead, (and only if you wish) we store a secure token provisioned by
es: tu cuenta se aprovisiona con una billetera virtual capaz de almacenar de forma segura información sobre sus pedidos, suscripciones, pagos, facturas y métodos de pago vinculados. NO almacenamos datos confidenciales de tarjetas de crédito; en cambio, (y solo si lo desea) almacenamos un token seguro provisto por

source: Your Addreses
es: Tus direcciones

source: Your Alliance ID is a totally free digital credential that allows you to access our marketplaces and leverage our entire platform's capabilities for your own business. Collaborate in real-time with your team, build B2B/B2C connections and extend your reach without the hustle.
es: Tu Alliance ID es una credencial digital totalmente gratuita que te permite acceder a nuestros mercados y aprovechar las capacidades de toda nuestra plataforma para tu propio negocio. Colabora en tiempo real con tu equipo, crea conexiones B2B/B2C y extiende tu alcance sin complejidades.

source: Your business is now following this business account.
es: Tu empresa ahora está siguiendo esta cuenta comercial.

source: Your business is now following this user account.
es: Tu empresa ahora está siguiendo esta cuenta de usuario.

source: Your Businesses
es: Tus negocios

source: Your Cart
es: Tu carrito

source: Your digital wallet contains the necessary information for electronic invoicing, such as your billing information, shipping addresses, and associated payment methods. Keep in mind that when we issue an invoice for any given payment, this invoice, despite being generated electronically, is valid without a seal and can be reported directly to the
es: Tu billetera digital contiene la información necesaria para la facturación electrónica, como tu información de facturación, direcciones de envío y métodos de pago asociados. Por favor ten en cuenta que cuando emitimos una factura por un pago determinado, esta factura, a pesar de ser generada electrónicamente, es válida sin sello y puede ser reportada directamente a la

source: Your Email
es: Tu E-mail

source: Your Email...
es: Tu Email...

source: Your Message
es: Tu mensaje

source: Your message content (required)
es: Contenido del mensaje (requerido)

source: Your Orders
es: Tus pedidos

source: Your profile
es: Tu perfil

source: Your recently viewed products.
es: Tus productos vistos recientemente.

source: Your store, more connected than ever before.
es: Tu tienda, más conectada que nunca.

source: Your vision. Your Cloud. Your Way.
es: Tu visión. Tu nube. Tu camino.

source: Your wallet
es: Tu billetera

source: Your Wishlists
es: Tus listas de deseos

source: /abs/dashboard/assets/media/flags/128-spain.svg
es: /abs/dashboard/assets/media/flags/226-united-states.svg

source: /abs/dashboard/assets/media/flags/226-united-states.svg
es: /abs/dashboard/assets/media/flags/128-spain.svg

source: en-US
es: es-CO

source: es-CO
es: en-US

source: Spanish
es: English

source: https://wcs-ibmshowcase-fenixalliancesas.mydmportal.com/Home
es: https://wcs-es-la-ibmshowcase-fenixalliancesas.mydmportal.com/Home

source: Investor Center
es: Centro de Inversionistas
