Repository: FenixAlliance/APS.Core
Catalog: Resources/SharedResources.*.resx
Languages: es

source: #WeAreAlliance
es: #SomosAlliance

source: * There's no catch! We are always clear. In other words, we do not (and will never) make a single dime from your data.
es: * ¡No hay trampa! Somos siempre claros. En otras palabras, no hacemos (y nunca haremos) un solo centavo de sus datos.

source: 3D Printers
es: Impresoras 3D

source: &lt;b&gt;A note about shipments:&lt;/b&gt; If you order several products, there may be additional packages or independent shipments for each product. Due to the various speed of each shipment, these packages may or may not arrive at the same time. If you are concerned about an order not received in its entirety, please contact the Alliance ID Support Team at &lt;a href=&quot;tel:12065886716&quot;&gt;+01 (206) 588 6717&lt;/a&gt;, drop us a line at &lt;a href=&quot;mailto:support@fenix-alliance.com&quot;&gt;support@fenix-alliance.com&lt;/a&gt; or visit our &lt;a href=&quot;https://fenixalliance.com.co/support&quot;&gt;Support Center&lt;/a&gt; for more options.
es: <b> Una nota sobre los envíos: </b> si solicitas varios productos, pueden haber paquetes adicionales o envíos independientes para cada producto. Debido a la variada velocidad de cada envío, estos paquetes pueden o no llegar al mismo tiempo. Si te preocupa un pedido no recibido en su totalidad, comunícate con el equipo de soporte Alliance ID al <a href="tel:12065886716"> +01 (206) 588 6717 </a>, escríbenos a <a href = "mailto: support@fenix-alliance.com"> support@fenix-alliance.com </a> o visita nuestro <a href="https://fenixalliance.com.co/support"> centro de asistencia </ a> para más opciones.

source: A complete portfolio with products, software, services and solutions that provide innovative and transformative paths through the complex challenges faced by our customer's businesses and the constantly evolving society of today and the future.
es: Una cartera completa con productos, software, servicios y soluciones que brindan caminos innovadores y transformadores a través de los complejos desafíos que enfrentan los negocios de nuestros clientes y la sociedad en constante evolución de hoy y del futuro.

source: A complete portfolio with products, software, services and solutions that provide innovative and transformative paths through the complex challenges faced by our customers businesses and the constantly evolving society of today and the future.
es: Un completo portafolio con productos, software, servicios y soluciones que proporcionan vías innovadoras y transformadoras a través de los complejos desafíos que enfrentan nuestras empresas clientes y la constante evolución de la sociedad del hoy y del futuro.

source: A Fenix Alliance Brand.
es: Una marca Fenix Alliance.

source: A letter from our CEO.
es: Una carta de nuestro Director Ejecutivo.

source: A note to our investors.
es: Una nota para nuestros inversores.

source: About
es: Sobre nosotros

source: About Currency Exchange
es: Sobre la conversión de divisas

source: About our CEO.
es: Sobre nuestro Director Ejecutivo.

source: About our vision and thinking.
es: Sobre nuestra visión y pensamiento.

source: About taxes and product pricing
es: Sobre impuestos y precios de productos

source: About us
es: Sobre Fenix Alliance

source: Academic Applications
es: Aplicaciones académicas

source: Access Control
es: Control de acceso

source: Access Points
es: Puntos de acceso

source: Accessories
es: Accesorios

source: Accessories, Tools &amp;amp; Kits
es: Kits y herramientas

source: Accounting Suite
es: Suite de contabilidad

source: Adapters
es: Adaptadores

source: Adapters and Controllers
es: Controladores y adaptadores

source: Add to compare table
es: Añadir a la tabla de comparación

source: Add to your cart
es: Agregar a tu carrito

source: Add what you want to your cart and proceed whenever you are ready.
es: Agrega lo que desees a tu carrito y procede cuando sea que estés listo.

source: Advance your career
es: Avanza tu carrera

source: Advanced Search
es: Búsqueda avanzada

source: AI and Cognitive Services.
es: AI y servicios cognitivos.

source: All categories
es: Categorías

source: all over the world and display to you the final price with taxes included. However International shipping may apply customary taxes that might not be yet included will be determined during the checkout process.
es: en todo el mundo para mostrarte el precio final con impuestos incluidos. Sin embargo, el envío internacional o rural puede aplicar impuestos habituales que aún no se han incluido y se determinarán durante el proceso de pago.

source: Alliance Academy
es: Academia Alianza

source: Alliance for Entrepreneurs
es: Alliance para Emprendedores

source: Alliance for Startups
es: Alianza para Startups

source: Alliance ID Live Collaboration Tool
es: Herramienta de colaboración en vivo de Alliance ID

source: Alliance ID Support Team
es: Equipo de soporte AllianceIDHolder

source: Alliance Partners for Education
es: Asociados para educación

source: Alliance Partners for Startups
es: Asociados para el emprendimiento

source: Alliance Solutions Providers
es: Proveedores de Soluciones Alliance

source: Alliance Trusted Advisors
es: Asociados de confianza

source: Although our form is corporate, we've (and this is something we're proud of) have adopted an attitude of association. We have always wanted to develop a different company, a company that really cares about it's customers and not just fill the pockets of the few. We think of our stakeholders as those who make our development possible, and in us, as an administrative team.
es: Aunque nuestra forma es corporativa, hemos (y esto es algo de lo que estamos orgullosos) hemos adoptado una actitud de asociación. Siempre hemos querido desarrollar una compañía diferente, una compañía que realmente se preocupe por sus clientes y no solo llene los bolsillos de unos pocos. Pensamos en nuestros grupos de interés como aquellos que hacen posible nuestro desarrollo, y en nosotros, como un equipo administrativo.

source: Amazing tools
es: Asombrosas herramientas

source: An Alliance by entrepreneurs, for entrepreneurs.
es: Una comunidad de emprendedores, para emprendedores.

source: Analytics &amp;amp; BI Applications
es: Aplicaciones de Análisis y BI

source: Analytics and BI
es: Analítica y BI

source: Analytics, BI and Data Platforms.
es: Plataformas de datos, BI y análisis.

source: Analytics, Business Intelligence &amp;amp; data platforms
es: Analítica, Inteligencia de negocios y plataformas de datos

source: Andy is a key member of our Alliance family. It is an intelligent digital assistant that is currently being built to help you manage your entire Alliance ID account capabilities as well as to provide support and information for those questions you may have. He can also help you create and route a new support case for you to be reached by one of our human assistants.
es: Andy es un miembro clave de nuestra familia Alliance. Es un asistente digital inteligente que se está creando actualmente para ayudarte a administrar todas las capacidades de tu cuenta de Alliance ID, así como para brindarte soporte e información para las preguntas que pueda tener. También puede ayudarte a crear y encaminar un nuevo caso de soporte para que uno de nuestros asistentes humanos lo contacte.

source: Andy, our smart assistant, is being built to help you deliver automated, cognitive experiences where your customers are. We are helping our customers to create new experiences and reach users at scale. We are working with our customers to create intelligent, enterprise-grade conversational agents and make it easy to deploy and maintain bots across many channels, including Office 365, Facebook Messenger, Cortana, Slack, Skype, and Teams.
es: Andy, nuestro asistente inteligente, está siendo creado para ayudarte a brindar experiencias automatizadas y cognitivas donde están sus clientes. Estamos ayudando a nuestros clientes a crear nuevas experiencias y llegar a los usuarios a escala. Estamos trabajando con nuestros clientes para crear agentes de conversación inteligentes de nivel empresarial y facilitar la implementación y el mantenimiento de bots en muchos canales, incluidos Office 365, Facebook Messenger, Cortana, Slack, Skype y Teams.

source: Anntenas
es: Antenas

source: Applied Taxes
es: Impuestos aplicados

source: AR/VR/MR Headsets
es: Visores VR/AR/MR

source: Arduino Accessories
es: Accesorios de Arduino

source: Artificial Intelligence
es: Inteligencia artificial

source: Artificial Intelligence &amp;amp; Cognitive Services
es: Inteligencia artificial y servicios cognitivos

source: Artificial Intelligence.
es: Inteligencia artificial.

source: As a result, those who work with Fenix Alliance Group as their IT Partner are thriving because their competitors are not keeping the pace of digital and innovation.
es: Como resultado, quienes trabajan con Fenix Alliance Group como su socio de TI están prosperando porque sus competidores no mantienen el ritmo de la innovación digital.

source: As an investor, you are making a long-term and potentially risky bet for our team, especially for me. We, therefore, recognize that our individual and collective interests around our management team are deeply aligned with those of the new investors who choose to support the Fenix ​​Alliance. I also want to acknowledge that I am committed to the Fenix ​​Alliance in the long term. Our workforce, our alliance, has also demonstrated an extraordinary commitment to our long-term success. With continuous hard and intelligent work, this commitment will last and flourish.
es: Como inversor, está haciendo una apuesta a largo plazo y potencialmente riesgosa para nuestro equipo, especialmente para mí. Por lo tanto, reconocemos que nuestros intereses individuales y colectivos en torno a nuestro equipo de gestión están profundamente alineados con los de los nuevos inversores que optan por apoyar a Fenix Alliance. También quiero reconocer que estoy comprometido con la Alianza Fénix a largo plazo. Nuestra fuerza laboral, nuestra alianza, también ha demostrado un compromiso extraordinario con nuestro éxito a largo plazo. Con un trabajo duro e inteligente continuo, este compromiso durará y florecerá.

source: As Cloud Solution Providers we provide direct billing, sell offers and bundled services, as well as directly provide, manage and support for cloud offerings through open and comprehensive solutions ready for any platform.
es: Como proveedores de soluciones de nube ofrecemos servicios administrados, así como directamente proporcionamos, gestionamos y soportamos las ofertas de cloud más eficientes del mercado a través de soluciones abiertas y completas, listas para cualquier plataforma.

source: As for our philosophy, we are built around a fundamental premise: only the success of our customers, communities, employees, and associates will lead us to success. That is what it means to be Alliance.
es: En cuanto a nuestra filosofía, nos basamos en una premisa fundamental: solo el éxito de nuestros clientes, comunidades, empleados y asociados nos llevará al éxito propio. Eso es lo que significa ser Alianza.

source: As spending on SaaS, PaaS, IaaS, plus all professional and managed services around the cloud technology (both public and private) continues to increase, and predintions state that the &quot;Whole Cloud&quot; Revenue Will Reach $554 Billion in 2021. We believe that we have been positioning ourselves to capitalize on this demand.
es: A medida que el gasto en SaaS, PaaS, IaaS, además de todos los servicios profesionales y administrados en torno a la tecnología en la nube (tanto públicos como privados) continúa aumentando, y las predicciones indican que los ingresos de "Toda la nube" alcanzarán $ 554 mil millones de dólares en 2021. Creemos que nos hemos estado posicionando para capitalizar esta demanda.

source: As the Alliance Business Suite gets better with every hour that goes by, it is being deeply integrated with Infinity Comex, allowing you and everyone in your team to manage all your online and offline sales in one place with custom unified integrations, simplified reporting, and advanced reconciliation features.
es: A medida que Alliance Business Suite mejora con cada hora que pasa, se está integrando profundamente con Infinity Comex, lo que te permite a ti y a todos en tu equipo administrar todas las ventas en y fuera de línea en un solo lugar con integraciones unificadas personalizadas, informes simplificados y funciones avanzadas de reconciliación.

source: Ask
es: Preguntar

source: Ask a question about this product.
es: Una pregunta sobre este producto.

source: Asked Suceessfully
es: Suceessfully frecuentes

source: At Fenix Alliance Group, sustainability is a key part of everything we do. Fenix Alliance has been - and will continue to be - a strong advocate for local and global solutions that accelerate a future of clean energy, economic growth and social development.
es: En Fenix Alliance Group, la sostenibilidad es una parte fundamental de todo lo que hacemos. Fenix Alliance S.A.S ha sido - y seguirá siendo - una firme defensora de soluciones locales y globales que aceleran un futuro de energía limpia, el crecimiento económico y desarrollo social.

source: At Fenix Alliance we are characterized by our deep commitment to our clients, partners, and collaborators, as in everything we do, we seek to inspire a better future by delivering the highest possible value.
es: En Fenix Alliance nos caracterizamos por nuestro profundo compromiso con nuestros clientes, socios y colaboradores, ya que en todo lo que hacemos, buscamos inspirar un futuro mejor al ofrecer el mayor valor posible.

source: At Fenix Alliance we understand the value of diversity, so we are always looking for people who can bring new perspectives and life experiences for us. If you are looking for a place where passion, curiosity, and excellence meet, you are in the right place!
es: En Fenix Alliance entendemos el valor de la diversidad, por lo que siempre estamos buscando personas que puedan aportar nuevas perspectivas y experiencias de vida para nosotros. Si estás buscando un lugar donde se unen la pasión, la curiosidad y la excelencia, ¡estás en el lugar correcto!

source: At Fenix Alliance, we work to help our clients realize the full potential of their business through managed, reliable, smart and secure IT solutions that take advantage of cloud computing to unleash the power of data and collaboration at the digital age.
es: En Fenix Alliance trabajamos para ayudar a nuestros clientes a realizar todo el potencial de tu negocio a través de soluciones administradas, confiables, inteligentes y seguras que aprovechan todo el potencial de la computación en la nube para liberar el poder de los datos y colaboración en la era digital.

source: At Fenix ​​Alliance, sustainable development is a key part of everything we do. We believe in our ability to contribute to a better world and we are committed to our vocation to do so. We work together with international organizations to enhance our impact and recognize our social commitment to contribute to the principles of the Global Compact of the United Nations Organization, helping to bring progress to any place where we develop our operations.
es: En Fenix Alliance, el desarrollo sostenible es una parte clave de todo lo que hacemos. Creemos en nuestra capacidad de contribuir a un mundo mejor y estamos comprometidos con nuestra vocación de hacerlo. Trabajamos junto con organizaciones internacionales para mejorar nuestro impacto y reconocer nuestro compromiso social de contribuir a los principios del Pacto Mundial de la Organización de las Naciones Unidas, ayudando a llevar el progreso a cualquier lugar donde desarrollemos nuestras operaciones.

source: At Infinity Comex we are building the cutting-edge marketplace for the most powerful technology!
es: ¡En Infinity Comex estamos construyendo un mercado de vanguardia para la tecnología más poderosa!

source: At Infinity Comex, we are deeply commited to deliver the very best technology products to meet the exact needs of thousand of our customers all over the world.
es: En Infinity Comex estamos obsesionados con el desarrollo de la plataforma de comercio electrónico relacionada con la tecnología más poderosa jamás construida.

source: Attachments
es: Archivos

source: Audio &amp;amp; Video Applications
es: Aplicaciones de audio y Video

source: Awesome! this product looks amazing.
es: ¡Genial! Seguro es una buena elección.

source: Backpacks
es: Mochilas

source: Based on
es: Basado en

source: Be careful!
es: ¡Ten cuidado!

source: Become a partner
es: Convertirse en un socio

source: Become a trusted partner
es: Conviértete en un socio de confianza

source: Become the IT hero of your institution with intelligent solutions that enhance cooperation and learning.
es: Convertirse en el héroe IT de tu institución con soluciones inteligentes que mejoren la cooperación y el aprendizaje.

source: Best brands
es: Mejores marcas

source: Best regards
es: Atentamente

source: Billing &amp; Taxes
es: Impuestos y facturación

source: Billing Information
es: Datos de facturación

source: Billing, in a breeze.
es: Facturación, en un santiamén.

source: Blogs &amp;amp; Forums
es: Blogs y foros

source: Brand Website
es: Sitio web de la marca

source: Brands
es: Marcas

source: Browse our Courses
es: Ver nuestros cursos

source: Build your skills and advance your career. Fenix Alliance's Virtual Academy (Learn Alliance) offers free IT, Business, Marketing and Sales training for Developers, IT Pros, Data Scientists, designers, students and entrepreneurs.
es: Desarrolla tus habilidades y avanza en tu carrera. La Academia Virtual de Fenix Alliance (Learn Alliance) ofrece capacitación gratuita en TI, negocios, mercadeo y ventas para desarrolladores, profesionales de TI, científicos de datos, diseñadores, estudiantes y empresarios.

source: Build your skills and advance your career. Fenix Alliance's Virtual Academy (Learn Alliance) offers include free IT, Business, Marketing and Sales training for Developers, IT Pros, Data Scientists, designers, students and entrepreneurs.
es: Construye tus habilidades y avanza en tu carrera. Las ofertas de la Academia Virtual (Alianza aprender) de Fenix Alliance Group imparten de forma gratuita la formación empresarial, en Marketing y ventas que necesitan los desarrolladores, IT Pros, científicos de datos, docentes, diseñadores, estudiantes y empresarios de todos los niveles.

source: Build your skills and advance your career. Fenix Alliance's Virtual Academy (Learn Alliance) offers to include free IT, Business, Marketing and Sales training for Developers, IT Pros, Teachers, Data Scientists, designers, students, and entrepreneurs.
es: Desarrolla tus habilidades y avanza en tu carrera. La Academia Virtual de Fenix Alliance (Learn Alliance) ofrece incluir capacitación gratuita en TI, negocios, marketing y ventas para desarrolladores, profesionales de TI, maestros, científicos de datos, diseñadores, estudiantes y empresarios.

source: Built systems
es: Sistemas integrados

source: Bundled Solutions Marketplace
es: Mercado de soluciones preconfiguradas

source: Business Accounts
es: Cuentas empresariales

source: Business Applications
es: Aplicaciones de negocios

source: Business Center
es: Centro de negocios

source: Business' Notifications
es: Notificaciones de la empresa

source: Business' Orders
es: Órdenes de la empresa

source: Business' Payment Methods
es: Métodos de pago

source: Business' Payments
es: Pagos de la empresa

source: Business' Quotes
es: Cotizaciones des negocio

source: Business' Wallet
es: Billetera del negocios

source: Business' Wishlists
es: Listas de regalos

source: Buy
es: Compra

source: Buy now!
es: ¡Compra ahora!

source: By
es: Por

source: By leveraging industry-leading APIs from vendors like MasterCard, Visa, and several payment gateways, Infinity Comex provides multi-channel global payment processing services, advanced fraud prevention, and risk management solutions to every merchant's store.
es: Al aprovechar las API líderes de la industria de proveedores como MasterCard, Visa y varias pasarelas de pago, Infinity Comex ofrece servicios de procesamiento de pagos globales multicanal, prevención avanzada de fraudes y soluciones de gestión de riesgos para las tiendas de todos los comerciantes.

source: By Request
es: Disponible bajo pedido

source: By working together with world leaders in the IT industry, we design, develop, consult, research, implement and support systems that, among many other things, reduce the environmental impact, increase productivity and efficiency while empowering communities.
es: Al trabajar junto con los líderes mundiales en la industria de TI, diseñamos, desarrollamos, consultamos, investigamos, implementamos y apoyamos sistemas que, entre muchas otras cosas, reducen el impacto ambiental, aumentan la productividad y la eficiencia al tiempo que empoderan a las comunidades.

source: Calculators
es: Calculadoras

source: Careers
es: Trabaja con nosotros

source: Careers &amp;amp; Life at FA
es: Carreras y la vida en FA

source: Cart checkout
es: Compra mediante tu carrito.

source: Cases
es: Protectores y fundas

source: Categories
es: Categorías

source: CEO Fenix Alliance
es: Director Ejecutivo, Fenix Alliance

source: Chairs
es: Sillas

source: Change currency
es: Cambiar moneda

source: Change language
es: Cambiar lenguaje

source: Check our RoadMap
es: Conoce nuestra hoja de ruta

source: Check our Roadmap for more information.
es: Consulta nuestra hoja de ruta para obtener más información.

source: Check out the technology that's empowering &lt;b&gt;innovation, mobility, productivity, security, corporate development, outstanding entertainment&lt;/b&gt; and so much more!
es: ¡Conoce la tecnología que está empoderando la <b>innovación, movilidad, productividad, seguridad, desarrollo corporativo, entretenimiento excepcional</b> y mucho más!

source: Checkout Methods
es: Métodos de pago

source: Choose from thousands of products from hundreds of world-leading brands such as Intel, Lenovo, Microsoft, MSI, Nvidia, Oracle, Hewlett Packard, HPE, Samsung and so much more!
es: Elige entre miles de productos de cientos de marcas líderes mundiales como Intel, Lenovo, Microsoft, MSI, Nvidia, Oracle, Hewlett Packard, HPE, Samsung y mucho más!

source: Cloud App Development &amp;amp; DevOps as a Service
es: Desarrollo de aplicaciones en la Nube

source: Cloud Application DevOps.
es: DevOps de aplicaciones en nube.

source: Cloud Infrastructure
es: Infraestructura en la nube

source: Cloud Infrastructure Management
es: Administración de infraestructura en la nube

source: Cloud Managed Resources Marketplace
es: Mercado de recursos gestionados en la nube

source: Cloud Managed Solutions.
es: Nube de soluciones gestionadas.

source: Cloud Marketplace
es: Mercado de Nube

source: Cloud Portal
es: Portal de nube

source: Cloud Solutions Provider portal
es: Portal de Soluciones en la Nube

source: Cognitive Center
es: Centro cognitivo

source: Collaboration Applications
es: Aplicaciones de colaboración

source: Collectibles
es: Objetos de colección

source: Commercial Policy
es: Política comercial

source: Comming soon
es: Pronto

source: Communication Applications
es: Aplicaciones de comunicación

source: Components
es: Componentes

source: Computer Accesories
es: Accesorios para PC

source: Computer Boxes
es: Cajas de ordenador

source: Computer Cases
es: Cajas de la computadora

source: Computer Systems
es: Sistemas y computadores

source: ComputeWorks Business Suites
es: Suites de negocios ComputeWorks

source: Connectivity
es: Conectividad y redes

source: Connectors
es: Conectores
