Repository: FenixAlliance/APS.Core
Catalog: Resources/SharedResources.*.resx
Languages: es

source: Connectors / Integrations currently under development.
es: Conectores / integraciones actualmente en desarrollo.

source: Consoles
es: Consolas

source: Contact
es: Contáctanos

source: Contact a live support agent
es: Contácta con un agente de soporte en vivo.

source: Contact Customer Support
es: Atención al cliente

source: Contact Sales
es: Contactar con ventas

source: Contact Sales Support
es: Soporte de ventas

source: Contact Support
es: Contactar con soporte

source: Contact us
es: Contáctanos

source: Cookie Policy
es: Política de Cookies

source: Cooling Systems
es: Sistemas de enfriamiento

source: Copiers &amp;amp; Fax Machines
es: Fotocopiadoras y máquinas de Fax

source: Copyright
es: Derechos reservados.

source: Corporate
es: Corporativo

source: Corporate Alliances
es: Alianzas corporativas

source: Corporate Partners
es: Asociados corporativos

source: Corporate profile
es: Perfil corporativo

source: Corporate profile1
es: Perfil corporativo

source: create an Alliance ID
es: creas un Alliance ID

source: Create new address
es: Crear nueva dirección de envío

source: Create new experiences and reach users at scale. Andy, our Bot, is being built to help you build your business across many channels, including Office 365, Facebook Messenger, Cortana, Slack, Skype, and Teams.
es: Cree nuevas experiencias y llegue a los usuarios a escala. Andy, nuestro Bot, se está creando para ayudarte a desarrollar tu negocio en muchos canales, incluidos Office 365, Facebook Messenger, Cortana, Slack, Skype y Teams.

source: Currency
es: Moneda

source: currency selection tool.
es: herramienta de selección de moneda.

source: Currency Settings
es: Configuración de moneda

source: Current currency
es: Moneda actual

source: Current language
es: Lenguaje actual

source: Customer Support
es: Soporte al cliente

source: CyberSecurity Applications
es: Aplicaciones de seguridad

source: Data Management Solutions.
es: Soluciones de gestión de datos.

source: Days
es: Días

source: Deeply committed to our people.
es: Profundamente comprometidos con nuestra gente.

source: Deliver better care through secure and compliant solutions that transform mobility and increase the efficiency of your staff by empowering your care teams to deliver better care experiences while improving operational outcomes.
es: Brinde una mejor atención a través de soluciones seguras y compatibles que transforman la movilidad y aumentan la eficiencia de tu personal al capacitar a sus equipos de atención para brindar mejores experiencias de atención al tiempo que mejoran los resultados operativos.

source: Deliver exceptional shopping experiences.
es: Ofrece experiencias de compra excepcionales.

source: DEPLOY NEXT GENERATION TOOLS.
es: IMPLEMENTA HERRAMIENTAS PRÓXIMA GENERACIÓN.

source: Description
es: Descripción

source: Desks
es: Escritorio

source: Desktops
es: Ordenadores de sobremesa

source: Developer Center
es: Portal para desarrolladores

source: Development + Operations
es: Desarrollo + Operaciones

source: Digital Cameras
es: Cámaras digitales

source: Digital Download Delivery Service.
es: Servicio de entrega de descarga digital.

source: Digital Licenses
es: Licencias digitales

source: Digital Pads
es: Almohadillas digitales

source: Digital Signage
es: Señalización digital

source: Discover Life at FA
es: Descubre la vida en FA

source: Discover our Partnerships
es: Descubre nuestras asociaciones

source: Discover our practices
es: Descubre nuestras prácticas

source: Documentation
es: Documentación

source: Door Systems
es: Sistemas de puertas

source: Education and Academic Development.
es: Educación y desarrollo académico.

source: Education is always changing, students are evolving along with society, first grade students are learning third-party things, we have moved from paper books to eBooks and the information is found in apps and online platforms.
es: Educación siempre está cambiando, los estudiantes están evolucionando junto con la sociedad, estudiantes de primer grado están aprendiendo cosas de terceros, hemos pasado de los libros de papel a libros electrónicos y la información se encuentra en aplicaciones y plataformas online.

source: Education sector
es: Sector educativo

source: Electronics
es: Electrónica

source: Eliminate Information Technologies' complexity through cutting edge, Cloud-based Managed Solutions for your business.
es: Elimina las complejidades mediante soluciones de Tecnologías de la Información basadas en Cloud gestionado para tu negocio.

source: Empower your students to learn to create, deliver assignments and collaborate on creative projects. By using next-generation education tools like videogames and mixed reality content, you can teach your students the parts of a cell or the whole galaxy; each part of the human body. You can teach them to write code, deliver assignments and collaborate on creative projects. The possibilities are endless and we are here to help you enable those experiences.
es: Capacitar a sus estudiantes a aprender a crear, entregar tareas y colaborar en proyectos creativos. Mediante educación de próxima generación de herramientas como videojuegos y mezcla el contenido de la realidad, usted puede enseñar a sus estudiantes las partes de una célula o toda la galaxia; cada parte del cuerpo humano. Puedes enseñarles a escribir código, repartir tareas y colaborar en proyectos creativos. Las posibilidades son infinitas y estamos aquí para ayudarte a activar esas experiencias.

source: ENABLE COGNITIVE EDUCATION.
es: HABILITA LA EDUCACIÓN COGNITIVA.

source: Encouraged by a deeply rooted passion for technology and our tireless commitment to the potential of our customers, we created the Fenix ​​Alliance in 2009 with one intention in mind: to create a place where technology and the great capabilities of people converge to generate solutions to the problems facing an increasingly globalized and digitalized society.
es: Animados por una pasión profundamente arraigada por la tecnología y nuestro compromiso incansable con el potencial de nuestros clientes, creamos la Alianza Fenix en 2009 con una intención en mente: crear un lugar donde la tecnología y las grandes capacidades de las personas converjan para generar soluciones a los problemas que enfrenta una sociedad cada vez más globalizada y digitalizada.

source: Ends in: %D Days %H Hours %M Minutes and %S Seconds
es: Termina en: %D Días %H Horas %M Minutos y %S Segundos

source: English
es: Español

source: Enterprise Grade Support
es: Soporte de grado empresarial

source: Enterprise Grade Support as a Service
es: Soporte empresarial como servicio

source: Enterprise Security and Mobility Solutions
es: Soluciones de Mobilidad y seguridad empresarial

source: Enterprise-Grade Support
es: Soporte de grado empresarial

source: Entertainment
es: Entretenimiento

source: Entertainment &amp;amp; videogames
es: Entretenimiento y Videojuegos

source: Even when we are deeply commited to be super efficient when processing orders, we cannot guarantee same day shipping. All orders are subject up to a 1-2 business day processing time prior to shipping. Marketplace orders may take up to 3 business days. Fenix Alliance S.A.S works with a number of professional shipping carriers all over the world so that your order will be shipped by the carrier that can best meet the guaranteed delivery time. To know more about our shipping policies, please visit
es: Incluso cuando estamos profundamente comprometidos a ser súper eficientes al procesar pedidos, no podemos garantizar el envío el mismo día. Todos los pedidos están sujetos a un tiempo de procesamiento de hasta 1-2 días hábiles antes del envío. Los pedidos a vendedores del marketplace pueden demorar hasta 3 días hábiles. Fenix Alliance S.A.S trabaja con una serie de transportistas profesionales de todo el mundo para que tu pedido sea enviado por el transportista que mejor cumpla con el tiempo de entrega garantizado. Para saber más sobre nuestras políticas de envío, por favor visite

source: Every step we take is aimed towards delivering powerful and smart solutions to help extend our customer's reach, way beyond expectations. We do so by leveraging the power of world-class services, abstracting their complexity and presenting our customers with end-to-end digital solutions to solve their particular problems.
es: Cada paso que damos está dirigido a brindar soluciones potentes e inteligentes para ayudar a extender el alcance de nuestros clientes, más allá de las expectativas. Lo hacemos aprovechando el poder de los servicios de clase mundial, abstrayendo su complejidad y presentando a nuestros clientes soluciones digitales integrales para resolver sus problemas particulares.

source: Everything at your fingertips.
es: Todo a tu alcance.

source: Expansion Modules
es: Módulos de expansión

source: Express Checkout
es: Pago Express

source: Express Checkout (1 product)
es: Pago Express (1 producto)

source: Express checkout is disabled for Out of Stock products
es: El pago rápido está deshabilitada para productos fuera de inventario

source: External Disks
es: Discos externos

source: FA at a Glance
es: Un vistazo!

source: False
es: Falso

source: Featured Brands
es: Marcas destacadas

source: Feedback Center
es: Centro de información

source: Fenix Alliance at a glance
es: Fenix Alliance de un vistazo

source: Fenix Alliance Group at a glance.
es: Fenix Alliance Group de un vistazo.

source: Fenix Alliance Group's Store - Infinity Comex - is setted to apply different
es: La tienda de Fenix Alliance Group - Infinity Comex - está configurada para aplicar diferentes

source: Fenix Alliance is a small Colombian technology company that provides customers with the technology they need, without technology complexity.
es: Fenix Alliance es una pequeña empresa tecnológica colombiana que brinda a los clientes la tecnología que necesitan, sin complejidad tecnológica.

source: Fenix Alliance's comprehensive portfolio of industry-leading solutions will help you win more customers and revenue for your business. Join to one of our partner programs and find opportunities to grow your business around the world.
es: La cartera completa de soluciones líderes en la industria del Grupo Fenix Alliance te ayudará a ganar más clientes e ingresos para tu negocio. Únete a uno de nuestros programas y encuentra oportunidades para hacer crecer tu negocio alrededor del mundo.

source: Fenix Alliance's Enterprise-Grade Support provides you and your business the ability to exceed expectations through a variety of specialized and supplementary offerings to help you achieve operational excellence through your technology.
es: El soporte de nivel empresarial de Fenix Alliance le brinda a usted y a su empresa la capacidad de superar las expectativas a través de una variedad de ofertas especializadas y complementarias para ayudarte a alcanzar la excelencia operativa a través de la tecnología.

source: Fenix ​​Alliance Group is a Colombian IT company that specializes in helping businesses and organizations to increase productivity while reducing technology costs by enabling them to collaborate and optimize efficiencies in a cognitive, secure and reliable way.
es: Fenix Alliance Group es una empresa colombiana de TI que se especializa en ayudar a otras empresas y organizaciones a aumentar la productividad mientras reducen los costos de tecnología, permitiéndoles colaborar y optimizar las eficiencias de forma inteligente, segura y confiable.

source: Fenix ​​Alliance Group is a company that's dedicated to the development and implementation of new technologies and whose mission is that of a world in which each person and organization has efficient and intelligent tools that allow them to enhance their capabilities and reach beyond expectations.
es: Fenix Alliance Group es una compañía que se dedica al desarrollo e implementación de nuevas tecnologías y cuya misión es la de un mundo en el que cada persona y organización tenga herramientas eficientes e inteligentes que les permitan mejorar sus capacidades y alcanzar más allá de las expectativas.

source: Fenix ​​Alliance Group is a proudly Colombian IT startup dedicated to the development and implementation and sale of smart technology solutions, products, and services that are essential for every business in the digital era.
es: Fenix Alliance Group es una empresa de TI orgullosamente colombiana dedicada al desarrollo, implementación y venta de soluciones, productos y servicios de tecnología inteligente que son esenciales para todas las empresas en la era digital.

source: File Name
es: Nombre de archivo

source: File Size
es: Tamaño del archivo

source: File Type
es: Tipo de archivo

source: Filling your wallet once will enable you or your business to place and pay orders or autorenew subscriptions with just a confirmation. We will never charge your account without proper clearance from the card owner or the financial entity. Please keep in mind that our employees will never ask for your credit card information.
es: Una vez que llenes los datos de tu billetera o la de tu negocio, tú o tu empresa podrán realizar y pagar pedidos o suscribirse automáticamente con solo una confirmación. Nunca cargaremos tu cuenta sin la autorización adecuada del titular de la tarjeta o de la entidad financiera. Por favor ten en cuenta que nuestros empleados nunca solicitarán la información de tu tarjeta de crédito.

source: Financial
es: Financiera

source: Financial sector
es: Sector financiero

source: Find a solution
es: Encontrar una solución

source: Find tools that help empower your abilities so that you achieve great things!
es: ¡Encuentra herramientas que ayudan a potenciar sus habilidades para que se logren grandes cosas!

source: Find us at the office
es: Encuéntranos en la oficina

source: Find your role!
es: ¡Encuentra tu rol!

source: First of all, let me express how valuable your business is to us and, especially, its human component as what gives meaning to everything we do.
es: En primer lugar, permítanme expresar lo valioso que es su negocio para nosotros y, especialmente, su componente humano como lo que da sentido a todo lo que hacemos.

source: Follow
es: Seguir

source: Follow us on GitHub
es: Síguenos en GitHub

source: Follow us on LinkedIn
es: Síguenos en LinkedIn

source: Follow us on Twitter
es: Síguenos en Twitter

source: Following our essence, the corporate alliances we created were making us a much more solid and mature organization, we began to expand our services and operations across borders, always hoping to safeguard that characteristic that made us different, a deep sense of belonging, loyalty, and excellence to the potential and objectives of all our associates, clients and collaborators.
es: Siguiendo nuestra esencia, las alianzas corporativas que creamos nos hicieron una organización mucho más sólida y madura, comenzamos a expandir nuestros servicios y operaciones a través de las fronteras, siempre con la esperanza de salvaguardar esa característica que nos hizo diferentes, un profundo sentido de pertenencia, lealtad, y excelencia al potencial y objetivos de todos nuestros asociados, clientes y colaboradores.

source: For more than 10 years we have worked tirelessly, delivering cutting-edge digital solutions that drive capabilities and tear down our customers' borders; always committed to our vision of being the leading company in the development of digital transformation processes to help our clients achieve goals they never thought possible before. To reach together beyond expectations.
es: Durante más de 10 años hemos trabajado incansablemente, brindando soluciones digitales de vanguardia que impulsan las capacidades y derriban las fronteras de nuestros clientes; Siempre comprometidos con nuestra visión de ser la empresa líder en el desarrollo de procesos de transformación digital para ayudar a nuestros clientes a alcanzar objetivos que nunca antes creyeron posibles. Para llegar juntos más allá de las expectativas.

source: Forums
es: Foros

source: Fraud protection.
es: Protección contra el fraude.

source: from different
es: de diferentes

source: From our inception, we have been firm believers that collaboration plays a fundamental role in innovation and corporate development; for this reason, during our planning stage we have successfully applied to the Autodesk® Entrepreneur Impact, Nvidia® Inception, and Microsoft® Bizspark program and others. This has allowed us to work with their technologies and support during the development of our business models, infrastructure and service platforms.
es: Desde nuestros inicios, hemos creído firmemente que la colaboración juega un papel fundamental en la innovación y el desarrollo corporativo; Por este motivo, durante nuestra etapa de planificación, hemos aplicado con éxito el programa Autodesk® Entrepreneur Impact, Nvidia® Inception, Microsoft® Bizspark y otros. Esto nos ha permitido trabajar con sus tecnologías y soporte durante el desarrollo de nuestros modelos de negocio, infraestructura y plataformas de servicio.

source: From the very beginning, we have sought to create the greatest impact on the lives of as many people as we can, using technology to create solutions that empower people's extraordinary capabilities and contribute to personal, corporate, economic and social development.
es: Desde el principio, hemos tratado de crear el mayor impacto en la vida de tantas personas como podamos, utilizando la tecnología para crear soluciones que fortalezcan las capacidades extraordinarias de las personas y contribuyan al desarrollo personal, corporativo, económico y social.

source: Gadgets &amp;amp; robotics
es: Gadgets y robótica

source: Gadgets and Robotics
es: Gadgets y robótica

source: Gaming
es: Juegos

source: Gaming Accesories
es: Accesorios para jugadores

source: Gaming Furniture
es: Muebles para jugadores

source: Gaming Headphones
es: Auriculares para jugadores

source: Gaming keyboards
es: Teclados para jugadores

source: Gaming Laptops
es: Portátiles para jugadores

source: Gaming Monitors
es: Monitores para jugadores

source: Gaming Mouses
es: Ratones para jugadores

source: Get in Touch
es: Ponerse en contacto

source: Get it for free!
es: ¡Consíguelo gratis!

source: Get personal with one of the world’s biggest communities.
es: Personalízate con una de las comunidades más grandes del mundo.

source: Get right out of the box the power of our CRM, custom analytics, marketing automation, talent management &amp; collaboration tools as an isolated and completely managed environment that fits your business needs.
es: Obtén de inmediato la potencia de nuestras herramientas de CRM, análisis personalizados, automatización de marketing, gestión del talento y colaboración como un entorno aislado y completamente administrado que se adapta a las necesidades de tu negocio.

source: Get the best experience and support in your research through devices and systems that defy limits.
es: Obtén la mejor experiencia y apoyo en su investigación a través de dispositivos y sistemas que desafían los límites.

source: Get your free &lt;strong&gt;Alliance ID&lt;/strong&gt; account.
es: Obtén tu cuenta <strong>Alliance ID</strong> completamente gratis.

source: Get your free &lt;strong&gt;AllianceID&lt;/strong&gt; Account.
es: Obtén tu cuenta <strong>AllianceIDHolder</strong> gratis.

source: Give us a call
es: Danos una llamada

source: Give us Feedback!
es: ¡Danos tu opinión!

source: Global Alliances
es: Alianzas globales

source: Go beyond classrooms through reliable solutions that empower your teachers and students to reach their full potential.
es: Llega más allá de las aulas a través de soluciones confiables que habilitan a tus maestros y estudiantes para alcanzar su máximo potencial.

source: Go to Store
es: Ir a la tienda

source: Go to the Store
es: Ir a la tienda

source: Good afternoon
es: Buenas tardes

source: Good evening
es: Buenas noches

source: Good morning
es: Buenos días

source: Government
es: Gobierno

source: Governments &amp;amp; administrations
es: Gobiernos y administraciones

source: Governments and local administrations
es: Gobiernos y administraciones locales

source: Graphic Cards
es: Tarjetas gráficas

source: Group Members
es: Miembros

source: Group Partners
es: Asociados

source: Headphones
es: Auriculares

source: Health &amp;amp; care sector
es: Sector salud

source: Health and care services organizations.
es: Organizaciones de servicios de salud y la atención.

source: Healthcare
es: Atención sanitaria

source: Hello from Tunja, Colombia.
es: Hola desde Tunja, Colombia.

source: Help?
es: ¿Ayuda?

source: Helping you to take down the boundaries for your startup.
es: Ayudándote a derribar los límites de tu startup.

source: Here, there is always a space for partnership and professional development and we are always encouraging everyone to grow. Being a part of this alliance is much more than working with or for a technology company, it is to live passionately every stage of the road and take deep care of everyone around us, whether it is a customer, a partner, an employee or just a random one who needs when we can help.
es: Siempre tenemos un espacio para la asociación y el desarrollo profesional y siempre estamos alentando a todos a crecer. Ser parte de esta alianza es mucho más que trabajar con o para una empresa de tecnología, es vivir apasionadamente cada etapa del camino y cuidar profundamente a todos los que nos rodean, ya sea un cliente, un socio, un empleado o simplemente uno al azar que necesita cuando podemos ayudar.

source: Hi! My name is Daniel Lozano and I am the executive director of the Fenix Alliance Group. I'm a young entrepreneur who has devoted its life to build amazing tools to extend everyone's capabilities as my 2 cents contribution to this world.
es: ¡Hola! Mi nombre es Daniel Lozano y soy el director ejecutivo de Fenix Alliance Group. Soy un joven emprendedor que ha dedicado su vida a construir herramientas increíbles para extender las capacidades de todos como mi contribución de 2 centavos a nuestra sociedad.

source: Home
es: Inicio

source: Home Applications
es: Aplicaciones para el hogar

source: Hours
es: Horas

source: How can we help you today?
es: ¿Cómo podemos ayudarte hoy?

source: HR Suite
es: Suite RR.HH

source: HUBs &amp;amp; Switches
es: HUBs y Switches

source: Huge deals when we oficially launch!
es: Grandes ofertas en nuestro lanzamiento!

source: I have about 10 years of experience in software development and consider myself an inveterate entrepreneur.
es: Tengo unos 10 años de experiencia en desarrollo de software y me considero un emprendedor empedernido.

source: I love helping people first and then becoming a reliable resource and I have sought to transfer that mentality to the Fenix Alliance; after all, success will come as a side effect of doing things with excellence.
es: Me encanta ayudar a las personas primero y luego convertirme en un recurso confiable y he tratado de transferir esa mentalidad a Fenix Alliance; después de todo, el éxito vendrá como un efecto secundario de hacer las cosas con excelencia.
