Repository: FenixAlliance/APS.Core
Catalog: Resources/SharedResources.*.resx
Languages: es

source: to checkout, manage your orders, quotes, wish lists and more. Creating an Alliance ID account is (and always will be) free, takes less than a minute and gives you access to a world of technology.
es: para comprar, gestionar sus pedidos, cotizaciones, envíos, listas de deseos y mucho más. Crear tu cuenta de Alliance ID es (y será siempre) gratis, tarda menos de un minuto y te da acceso VIP a un mundo de tecnología.

source: to checkout, manage your orders, quotes, wish lists and so much more. Creating an Alliance ID account is (and always will be) free, takes less than a minute and gives you access to a world of technology.
es: para pagar, administrar tus pedidos, presupuestos, listas de deseos y mucho más. Crear una cuenta de Alliance ID es (y siempre será) gratis, no requiere tarjeta de crédito, toma menos de un minuto y te brinda acceso ilimitado a un mundo de tecnología.

source: To Reach beyond expectations.
es: Para llegar más allá de las expectativas.

source: to see your wishlist, products you've seen recently and outstanding recommendations.
es: para ver tus lista de deseos, los productos que has visto recientemente y las recomendaciones más destacadas.

source: Today, Fenix Alliance has become a powerful commercial business ally dedicated to supporting organizations from various industries in their IT operations, recognizing good practices in all our activities and continuously praising our social commitment.
es: Hoy, Fenix Alliance se ha convertido en un poderoso aliado comercial dedicado a apoyar a las organizaciones de diversas industrias en sus operaciones de TI, reconociendo las buenas prácticas en todas nuestras actividades y alabando continuamente nuestro compromiso social.

source: Toggle navigation
es: Ver menu

source: Tools
es: Herramientas

source: Track your shipments
es: Seguimiento de sus envíos

source: True
es: Verdadero

source: Trust Center
es: Centro de confianza

source: TV &amp;amp; Video
es: TV y Video

source: UN's Global Compact - Our COP Report
es: Pacto Mundial de las Naciones Unidas: nuestro comunicado de progreso

source: Unfollow
es: Dejar de seguir

source: UNLEASH CREATIVITY.
es: DALE RIENDA SUELTA A LA CREATIVIDAD.

source: Unleash the power of your business information with technologies that generate recognition in the various areas of your organization. We can help to make data-driven decisions and strengthen the sales and service activities in your organization.
es: Libera el poder de la información de tu negocio con tecnologías que generan reconocimiento en las diversas áreas de la organización. Podemos ayudarte a tomar decisiones basadas en datos y fortalecer las actividades de ventas y servicio en tu organización.

source: Unlocked Smartphones
es: Smartphones desbloqueados

source: Up-sells and cross-sells deliver a more engaging experience to your visitors. At Infinity Comex we are always looking to deliver the kind of experience that not only helps your customers to find products they like, but to keep them coming back.
es: Las ventas cruzadas y aumentadas ofrecen una experiencia más atractiva a tus visitantes. En Infinity Comex, siempre buscamos brindar el tipo de experiencia que no solo ayude a tus clientes a encontrar los productos que les gustan, sino también a que vuelvan por más.

source: User Question
es: Preguntas de usuarios

source: User satisfaction, guaranteed.
es: Satisfacción del usuario, garantizada.

source: Vertical industry solutions
es: Soluciones de industria vertical.

source: Video Games
es: Juegos de video

source: Video Surveillance
es: Video vigilancia

source: Videogames
es: Videojuegos

source: Virtual Academy
es: Academia virtual

source: Visit our Blogs
es: Visite nuestros Blogs

source: Visit our Support Center
es: Visita nuestro centro de soporte

source: Visit the marketplace
es: Visita el mercado

source: Wall Plates
es: Placas de pared

source: Want to help us build next generation experiences?
es: ¿Quieres ayudarnos a construir la próxima generación de experiencias?

source: Warranties &amp;amp; Refunds
es: Garantías y devoluciones

source: Warranty Policies
es: Políticas de garantía

source: We - and our partners - use cookies to deliver our services, to ensure you get the best experience on our website and to show you relevant content based on your interests.
es: Nosotros, y nuestros socios, utilizamos cookies para ofrecer nuestros servicios, para garantizar que obtengas la mejor experiencia en nuestros sitio web y para mostrarte contenido relevante en función de sus intereses.

source: We advocate for their ability to transform the world with the right support and tools.
es: Abogamos por su capacidad para transformar el mundo con el soporte y las herramientas adecuadas.

source: We architect, deploy, and manage cloud solutions to provide faster innovation with optimal control and security through new native/hybrid cloud practices and capabilities that span through infrastructure, applications, data and users.
es: Administramos soluciones en la nube para ofrecer una innovación más rápida con un control óptimo y la seguridad adecuada a través de prácticas y capacidades de nube nativas/híbridas que abarcan los usuarios, las aplicaciones, los datos y la infraestructura

source: We are a proudly Colombian business based on Tunja, Boyacá.
es: Somos una empresa orgullosamente colombiana con sede en Tunja, Boyacá.

source: We are building for you the most powerful eCommerce Platform ever built.
es: Estamos construyendo para ti la plataforma de comercio electrónico más poderosa jamás construida.

source: We are deeply committed to being the ideal business partner for any organization in the world. Being an Alliance Trusted Advisor is much more than collaborating towards building our clients' vision through world-class technologies, but to grow knowing that we are working for your success and taking care of what we build day to day for ourselves and our clients. More than a group, we are a team. We are Alliance.
es: Estamos profundamente comprometidos con ser el socio comercial ideal para cualquier organización en el mundo. Ser un asesor confiable del grupo Fenix Alliance es mucho más que colaborar para construir la visión de nuestros clientes a través de tecnologías de clase mundial, sino crecer sabiendo que estamos trabajando para su éxito y cuidando lo que construimos día a día para nosotros y nuestros clientes. Más que un grupo, somos un equipo. Somos Alianza

source: We are deeply committed to your privacy. At Fenix Alliance, we do not add external publicity to our website. We encrypt and mask every single bit, even while at rest in the cloud. we ask for authorization before every data transfer and take other extreme measures so that our customers can rest at ease knowing that they are always in control of their data.
es: Estamos profundamente comprometidos con tu privacidad. En Fenix Alliance, no agregamos publicidad externa a nuestro sitio web. Ciframos y enmascaramos cada bit, incluso mientras descansa en la nube. solicitamos autorización antes de cada transferencia de datos y tomamos otras medidas extremas para que nuestros clientes puedan descansar tranquilos sabiendo que siempre tienen el control total de sus datos.

source: We are determined to ensure that all the features that Infinity Comex had for our business are available for the business of all our customers. On the meanwhile, we invite you to discover the right eCommerce product for your B2B, B2C or B2B2C business.
es: Estamos decididos a garantizar que todas las características que Infinity Comex tenía para nuestro negocio estén disponibles para el negocio de todos nuestros clientes. Mientras tanto, te invitamos a descubrir el producto de comercio electrónico adecuado para tu negocio B2B, B2C o B2B2C.

source: We are hiring!
es: ¡Estamos contratando!

source: We are inspired by the causes that help us advance as a society. Our mission goes far beyond profit, to the extent of helping everyone to reach beyond expectations, using state of the art technology tools to unlock and unchain everyone's great potential as our contribution to achieving a brighter future.
es: Nos inspiran las causas que nos ayudan a avanzar como sociedad. Nuestra misión va mucho más allá de las ganancias, hasta el punto de ayudar a todos a alcanzar más allá de las expectativas, utilizando herramientas tecnológicas de vanguardia para desbloquear y desencadenar el gran potencial de todos como nuestra contribución para lograr un mejor futuro.

source: We are leaders in the provision of integrated IT solutions outsourced to small and medium-sized companies, we have a strong presence in the market, an attractive set of offers and the technical means to exploit this commercial opportunity, as well as the support software, hardware and tools to facilitate everyone's transition to the cloud, regardless of complexity.
es: Somos líderes en la provisión de soluciones informáticas integradas subcontratadas a pequeñas y medianas empresas, tenemos una fuerte presencia en el mercado, un conjunto atractivo de ofertas y los medios técnicos para explotar esta oportunidad comercial, así como el software de soporte, hardware y herramientas para facilitar la transición de todos a la nube, independientemente de la complejidad.

source: We are supporting Individual consumers, small and medium enterprises, large companies, academic institutions, and local administrations to keep their IT implementations secure and available while keeping the pace of innovation.
es: Estamos apoyando a consumidores individuales, pequeñas y medianas empresas, grandes empresas, instituciones académicas y administraciones locales para mantener seguras, altamente disponibles y a la vanguardia sus implementaciones de tecnologías y sistemas de información, manteniendo así el ritmo de la innovación.

source: We believe that people are great by nature, in their ability to reinvent themselves, to transform the world with the necessary means. At Fenix Alliance we are characterized by our deep commitment to our customers, associates and collaborators, since we seek to inspire a better future by delivering the highest possible value in everything we do.
es: Creemos que las personas son grandiosas por naturaleza, en su capacidad de reinventarse, de transformar el mundo con los medios necesarios. En Fenix Alliance nos caracterizamos por nuestro profundo compromiso con nuestros clientes, asociados y colaboradores, ya que buscamos inspirar un futuro mejor, entregando el mayor valor posible en todo lo que hacemos.

source: We constantly seek to verify compliance in our supply chain taking into account goals, practices and sustainability indices in all our operations and those of our suppliers.
es: Constantemente buscamos verificar el cumplimiento en nuestra cadena de suministro teniendo en cuenta los objetivos, las prácticas y los índices de sostenibilidad en todas nuestras operaciones y las de nuestros proveedores.

source: We deeply believe that people are great by nature.
es: Creemos profundamente que las personas son geniales por naturaleza.

source: We design, create and implement intelligent cloud-based solutions that unleash the power of collaboration in organizations, increase productivity and help reduce the cost of technology.
es: Diseñamos, creamos e implementamos soluciones inteligentes basadas en la nube que liberan el poder de la colaboración en las organizaciones, aumentan la productividad y ayudan a reducir el costo de la tecnología.

source: We develop smart technologies to expand and develop human capabilities, seeking to encourage everyone to amplify their ingenuity and thus allow companies and organizations to be more strategic and productive through Artificial Intelligence.
es: Desarrollamos tecnologías inteligentes para expandir y desarrollar capacidades humanas, buscando alentar a todos a amplificar su ingenio y así permitir que las empresas y organizaciones sean más estratégicas y productivas a través de la Inteligencia Artificial.

source: We enjoy taking down particular problems into highly available solutions while always committed to the operational development of our customers. And, of course, we love programming and computer science.
es: Disfrutamos convirtiendo problemas particulares en soluciones de alta disponibilidad mientras estamos siempre comprometidos con el desarrollo operativo de nuestros clientes. Y, por supuesto, nos encanta la programación y la informática.

source: We exist to help your vision to become a solution thanks to &lt;br /&gt;&lt;b&gt;Productive, Trusted, Hybrid&lt;/b&gt; and &lt;b&gt;Intelligent&lt;/b&gt; Cloud services and tools for your business.
es: Existimos para convertir tu visión en una solución gracias a <br/> servicios digitales confiables, inteligentes, seguros y eficientes</b> que toman ventaja de las nubes más poderosas del mercado para construyen una ventaja competitiva que trabaja en tu favor y el de tu negocio.

source: We firmly believe that education is the best thing that can happen to any person. At Fenix Alliance we are dedicated to leveraging academic communities with smart, world-class technologies, to build tomorrow's world together.
es: Creemos firmemente que lo mejor que le puede pasar a cualquier persona es la educación. En alianza aprender nos dedicamos al aprovechamiento de las comunidades académicas con tecnologías inteligentes, de clase mundial, para construir juntos el mundo de mañana.

source: We get it, It's hard. We're helping startups like yours to grow faster by giving advice and continuous training from leading professionals in business and sales, as well as free support in the implementation of cloud-based solutions and the search for seed capital and necesary resources to carry out your business model in a solid and profitable way.
es: Lo entendemos, es difícil. Estamos ayudando a Startups como la tuya a crecer más rápido mediante el asesoramiento y formación continua impartida por profesionales líderes en los negocios y ventas, así como soporte de libre acceso durante la implementación de soluciones basadas en la nube y la búsqueda de capital semilla y recursos necesarios para llevar a cabo su modelo de negocio de una manera sólida y rentable.

source: We support and insure our clients as they take advantage of the opportunities presented by mobile and cloud computing to connect and optimize operations, guaranteeing security, privacy and compliance.
es: Apoyamos y aseguramos a nuestros clientes que quieren tomar ventaja de las oportunidades presentadas por las tecnologías móviles y el cloud computing para conectar y optimizar las operaciones, garantizar la seguridad, privacidad y cumplimiento en su organización.

source: We turn your ideas into solutions more quickly thanks to your cloud of trust and high performance development methodologies designed to help you realize your vision.
es: Convertimos tus ideas en soluciones más rápidamente gracias a tu nube de confianza y metodologías de desarrollo de alto rendimiento diseñadas para ayudarte a hacer realidad tu visión.

source: We understand how difficult it can be to enable your company through technology in a world where the management of complexity now is not enough. The reason we are committed to your vision is to help you drive your business success by providing the right tools and solutions to collaborate and get the job done better, faster and easier. Why? Because we like to help people first and then become a reliable resource.
es: Entendemos lo difícil que puede ser habilitar su empresa a través de la tecnología en un mundo donde la gestión de la complejidad simplemente ya no es suficiente. Es esta la razón por la que estamos comprometidos con su visión. Se trata de ayudar a impulsar su éxito en los negocios proporcionando las herramientas y soluciones que le permitan colaborar y hacer el trabajo más fácil, más rápido y mejor. ¿por qué? Porque nos gusta ayudar a la gente primero para luego conviertirnos en un recurso confiable.

source: We understand how hard it is; as a matter of fact, we are still in the process. So we're helping startups like yours to grow faster by providing our advice, expertise, continuous training and resources from industry-leading professionals in business, marketing, sales and technology, as well as free support in the implementation of cloud-based solutions and search for seed capital &amp; resources to carry out your business model in a solid and profitable way.
es: Entendemos lo difícil que es; De hecho, todavía estamos en el proceso. Por lo tanto, estamos ayudando a nuevas empresas como la suya a crecer más rápido al brindar nuestro asesoramiento, experiencia, capacitación continua y recursos de profesionales líderes en la industria en negocios, marketing, ventas y tecnología, así como soporte gratuito en la implementación de soluciones basadas en la nube y busque capital semilla y recursos para llevar a cabo su modelo de negocio de una manera sólida y rentable.

source: We understand the power of cooperation, that is why we have established Partnerships with world leading companies for the development and deployment of cutting edge solutions, as well as the best service through these strategic alliances.
es: Entendemos el poder de la cooperación, es por eso que hemos establecido alianzas con empresas líderes del mundo para el desarrollo e implementación de soluciones de vanguardia, así como el mejor servicio a través de estas alianzas estratégicas.

source: We understand the power of cooperation, that is why we have established Partnerships with world-leading companies for the development and deployment of cutting edge solutions, as well as the best service through these strategic alliances.
es: Entendemos el poder de la cooperación, es por eso que hemos establecido Alianzas con empresas líderes mundiales para el desarrollo y despliegue de soluciones de vanguardia, así como el mejor servicio a través de estas alianzas estratégicas.

source: We will reply to your question as soon as possible
es: Contestaremos tu pregunta tan pronto como sea posible

source: We work together with global leaders in the provision of cloud computing services and digital transformation. We constantly seek to verify compliance in our supply chain taking into account goals, practices and sustainability indices in all our operations and those of our suppliers.
es: Trabajamos junto con líderes mundiales en la provisión de servicios de computación en la nube y transformación digital. Constantemente buscamos verificar el cumplimiento en nuestra cadena de suministro teniendo en cuenta los objetivos, las prácticas y los índices de sostenibilidad en todas nuestras operaciones y las de nuestros proveedores.

source: We work together with global leaders in the provisioning of cloud computing services and digital transformation.
es: Trabajamos junto con líderes mundiales en el suministro de servicios de computación en la nube y transformación digital.

source: We work together with global leaders in the provisioning of cloud computing services and digital transformation. This power of collaboration and the passion to achieve things that were never thought possible before makes us your perfect business ally.
es: Trabajamos junto con líderes mundiales en el suministro de servicios de computación en la nube y transformación digital. Este poder de colaboración y la pasión por lograr cosas que nunca antes se creyeron posibles nos convierten en tu aliado comercial ideal.

source: We work together with world leaders in the field of technology and construction for the development, consulting, research, implementation, and support of systems that, among many other things, reduce environmental impact and empower communities.
es: Trabajamos junto a líderes mundiales en el campo de la tecnología y la construcción para el desarrollo, consultoría, investigación, implementación y soporte de sistemas que, entre muchas otras cosas, reducen el impacto ambiental y empoderan a las comunidades.

source: We work with a wide portfolio of data solutions, hybrid and in your cloud of trust to create rich offers that transform data into ideas, allowing our customers to take better decisions and faster decisions.
es: Trabajamos con una amplia cartera de soluciones de datos, híbridos y desplegados en tu nube de confianza, para crear ofertas de valor que transforman los datos en ideas, permitiendo a nuestros clientes a tomar mejores y más rápidas decisiones en sus negocios.

source: We're under development!
es: Estamos en fase de desarrollo.

source: We've been helping our customers for more than 10 Years to build the next generation of intelligent applications, to leverage comprehensive solutions and to enable the tremendous power of a Cloud that's always ready to exceed their expectations.
es: Llevamos más de 10 años ayudando a nuestros clientes a crear la próxima generación de aplicaciones inteligentes, a aprovechar soluciones integrales y a habilitar el tremendo poder de una nube que siempre está lista para superar sus expectativas.

source: Welcome
es: Bienvenid@

source: Welcome Investors.
es: Bienvenidos inversores.

source: What do we offer?
es: ¿Qué ofrecemos?

source: WHAT DRIVES US?
es: ¿QUÉ NOS IMPULSA?

source: What started as a humble, little trading operation called D'Ferma Trading Company LTDA, in 2009, has now grown into one of the most innovative and collaborative companies in Colombia.
es: Lo que comenzó como una pequeña y humilde operación comercial llamada D'Ferma Trading Company LTDA, en 2009, ahora se ha convertido en una de las empresas más innovadoras y colaborativas en Colombia.

source: What we believe.
es: Lo que creemos

source: What we do.
es: Lo que hacemos.

source: Whatever your business is, the Alliance Business Suite includes everything you need to create and fulfill invoices quickly and easily, for all your regular invoices, and for any other chargeable events, using simple and automated workflows.
es: Sea cual sea tu negocio, Alliance Business Suite incluye todo lo que necesita para crear y completar facturas de manera rápida y fácil, para todas sus facturas regulares y para cualquier otro evento que se pueda cobrar, utilizando flujos de trabajo simples y automatizados.

source: When I think about Alliance, I think about the team that makes all this possible. I must admit that it is collaboration what have led us to exceed expectations. This generates in us a responsibility that we welcome with integrity, that of always seeking the human and professional development of our workforce, cultivating a culture of progress, development, and innovation. The truth is that we have always wanted to be part of the Fenix ​​Alliance, a different place, a place where world-class technologies converge with passion and excellence, and none of it would be possible if we do that day by day.
es: Cuando pienso en Alliance, pienso en el equipo que hace todo esto posible. Debo admitir que es la colaboración lo que nos ha llevado a superar las expectativas. Esto genera en nosotros una responsabilidad que acogemos con integridad, la de buscar siempre el desarrollo humano y profesional de nuestra fuerza laboral, cultivando una cultura de progreso, desarrollo e innovación. La verdad es que siempre hemos querido ser parte de la Fenix Alliance, un lugar diferente, un lugar donde las tecnologías de clase mundial convergen con pasión y excelencia, y nada de eso sería posible si lo hacemos día a día.

source: When you
es: Cuando
