Repository: FenixAlliance/APS.Core
Catalog: Resources/SharedResources.*.resx
Languages: es

source: I want to start by stating how aware are we that technology can have a profound impact on people's lives and that we understand how it can be used for the fulfillment of good or evil. With this in mind and in front of different problems that technology operations provoke within organizations, we believed in an idea. We've created Fenix ​​Alliance with the intention of encouraging every person across thousands of organizations to realize and develop their full potential for the good of current and further generations, and we've been doing so by providing smart, reliable and sustainable tools, resources and solutions that create the perfect environment for everyone to reach way beyond expectations.
es: Quiero comenzar declarando cuán conscientes somos de que la tecnología puede tener un profundo impacto en la vida de las personas y que comprendemos cómo se puede usar para el cumplimiento del bien o del mal. Con esto en mente y frente a los diferentes problemas que provocan las operaciones tecnológicas dentro de las organizaciones, creímos en una idea. Hemos creado Fenix Alliance con la intención de alentar a cada persona en miles de organizaciones a realizar y desarrollar todo su potencial para el bien de las generaciones actuales y futuras, y lo hemos estado haciendo al proporcionar herramientas inteligentes, confiables y sostenibles , recursos y soluciones que crean el ambiente perfecto para que todos alcancen más allá de las expectativas.

source: I would like to end by reaffirming our commitment to our clients in the world, their communities, our investors and all those who make Fenix ​​Alliance possible. I further declare that I am fully committed to making this company a long-lasting success that continues to contribute to a better world.
es: Me gustaría terminar reafirmando nuestro compromiso con nuestros clientes en el mundo, sus comunidades, nuestros inversores y todos aquellos que hacen posible Fenix Alliance. Además, declaro que estoy totalmente comprometido a hacer de esta empresa un éxito duradero que continúe contribuyendo a un mundo mejor.

source: I'm a young engineer who specializes in helping companies increase productivity while reducing technology costs, by allowing them to collaborate and optimize efficiencies.
es: Soy un joven programador que se especializa en ayudar a las empresas a aumentar la productividad al tiempo que reduce los costos de tecnología, permitiéndoles colaborar y optimizar la eficiencia.

source: iComex for Business
es: iComex para negocio

source: ID Account
es: ID de cuenta

source: If you want to purchase only this product, you can Click on the following image to start your express checkout
es: Si deseas comprar solo este producto, puedes hacer clic en la siguiente imagen para iniciar tu pago rápido.

source: If you want to purchase only this product, you can Click on the following image to start your express checkout1
es: Si deseas comprar solo este producto, puedes hacer clic en la siguiente imagen para iniciar tu pago express

source: In cases where you access our services using a business account, you need to be authorized by the administrator of such business to make purchases or manage billing and RMAs to visit the store; otherwise, you will be prompted to select your User account before proceeding to the store. Any order you place and pay using a business account will be billed using the tax ID of such business.
es: En los casos en que acceda a nuestros servicios utilizando una cuenta comercial, debes estar autorizado por el administrador de dicha empresa para realizar compras o gestionar la facturación y las RMA para visitar la tienda; de lo contrario, se te pedirá que selecciones una cuenta de negocios con permisos suficcientes antes de proceder a la tienda. Cualquier pedido que realice y pague utilizando una cuenta comercial se facturará utilizando la identificación fiscal de dicho negocio.

source: In everything we do, we plan to reimagine the ways to support organizations through technology. Discover a little more about the Fenix Alliance Group.
es: En todo lo que hacemos, planeamos reimaginar las formas para apoyar a organizaciones a través de la tecnología. Descubre un poco más sobre el grupo de Alianza Fenix.

source: In Stock
es: En inventario

source: Included National Shipping to:
es: Incluye envío nacional a:

source: INCREASE ACADEMIC CONTROL.
es: AUMENTA EL CONTROL ACADÉMICO.

source: Increase your business's reach confident that your data is secure and your business applications scale at your rhythm. Connect your online store with devices in your physical store and increase sales efficiency and customer loyalty.
es: Aumenta el alcance de tu empresa con la seguridad de que sus datos están seguros y tus aplicaciones comerciales escalan a tu ritmo. Conecte tu tienda en línea con dispositivos en tu tienda física y aumenta la eficiencia de las ventas y la lealtad del cliente.

source: Individual consumers, small and medium enterprises, large companies, local administrations and governments around the globe.
es: Los consumidores individuales, pequeñas y medianas empresas, grandes empresas, las administraciones locales y los gobiernos de todo el mundo.

source: Industries
es: Industrias

source: Industry-leading commerce solution integrations like ShipWire and Shippo can help you achieve rapid growth through drop shipping and connections to major retail channels. This, combined with the Alliance Business Suite Stock Management capabilities enable the use of any combination of warehouses to ship internationally and domestically.
es: Las integraciones de soluciones de comercio líderes en la industria como ShipWire y Shippo pueden ayudarte a lograr un rápido crecimiento a través de envíos directos y conexiones a los principales canales minoristas. Esto, combinado con las capacidades de Gestión de Stock de Alliance Business Suite, permite el uso de cualquier combinación de almacenes para realizar envíos nacionales e internacionales.

source: Infinity Comex for Business
es: Infinity Comex para negocios

source: Infinity Comex is becoming an open market integrated with your Alliance Business Suite that can help you to sell goods to anyone, anywhere.
es: Infinity Comex se está convirtiendo en un mercado abierto integrado con tu Alliance Business Suite y capaz de ayudarte a vender productos a cualquier persona, en cualquier lugar.

source: Infinity Comex is built on trust.
es: Infinity Comex se basa en la confianza.

source: Infinity Comex is getting better!
es: ¡Infinity Comex está mejorando!

source: Infinity Comex Store
es: Tienda Infinity Comex

source: Infinity Comex Store Home
es: Infinity Comex - Página de inicio

source: Infinity Comex uses the power of machine learning and artificial intelligence to help you enhance your customer's experience through personalized recommendations based on their interests.
es: Infinity Comex utiliza el poder del aprendizaje automático y la inteligencia artificial para ayudarte a mejorar la experiencia de tus clientes a través de recomendaciones personalizadas basadas en sus intereses.

source: Infinity Comex v.2.0 is finally here!
es: ¡Infinity Comex v2.0 está finalmente en producción!

source: Information Technologies, Made easy.
es: Tecnologías de la información, hechas simples.

source: Infrastructure Management.
es: Administración de infraestructura.

source: Ink &amp;amp; Tonner Supply
es: Tintas y Tonners

source: Integrated Mics
es: Micrófonos integrados

source: Intel Recommendation
es: Recomendación de PC

source: Internet of Things
es: Internet de las cosas

source: into your Alliance ID Account to post a question about
es: en tu cuenta Alliance ID para publicar una pregunta sobre

source: into your Alliance ID Account to post a review about
es: en tu cuenta Alliance ID para publicar una revisión acerca de

source: Intrusion Detection
es: Detección de intrusos

source: Investors &amp;amp; sponsors
es: Accionistas e Inversionistas

source: IoT &amp;amp; Original Equipment Manufacturing
es: IoT y manufactura de equipos originales

source: It is finally here!
es: ¡Finalmente está aquí!

source: It just turns out that we love what we do.
es: Simplemente resulta que amamos lo que hacemos.

source: It may be provided by Fenix Alliance Group, the manufacturer or external sources. We make sure this file is totally free from Malware and that bad stuff. Guaranteed.
es: Puede proporcionarse por Fenix Alianza Group, el fabricante o fuentes externas. Nos aseguramos de que este archivo es totalmente libre de Malware y cosas malas. Garantizado.

source: IT Pros for Business Experts. Business Experts for IT Pros.
es: Profesionales de TI para expertos del negocio. Expertos del negocio para profesionales de TI.

source: Join our newsletter and get news and offers in your inbox! We hate spam too, so no worries about this.
es: ¡Únete a nuestro boletín y recibe noticias y ofertas en tu bandeja de entrada! También odiamos el spam, así que no te preocupes por esto.

source: Join our newsletter and get news in your inbox every week! We hate spam too, so no worries about this.
es: ¡Únete a nuestro boletín y recibe noticias en tu bandeja de entrada cada semana! Odiamos el spam también, así que no te preocupes por esto.

source: Join our newsletter and get updates about our RoadMap, relevant information and the best promotions on technology in your inbox! We hate and fight spam too; so, please don't worry about this.
es: ¡Únete a nuestro boletín y recibe actualizaciones sobre nuestra hoja de ruta, información relevante sobre productos y servicio y las mejores promociones de tecnología directo en tu bandeja de entrada! Odiamos y luchamos contra el spam, así que no te preocupes por esto.

source: Join the Alliance
es: Unirse a la Alianza

source: Jumpstart your venture
es: Impulsa tu aventura

source: Keep up with consumer demands worldwide and reduce operating costs through a data-driven supply chain. Elevate your brand by delivering personalized, seamless shopping experiences across physical and digital channels through automated workflows between services to meet new customer demands.
es: Mantén tu negocio al día con las demandas de los consumidores en todo el mundo y reduce los costos operativos a través de una cadena de suministro basada en datos. Eleva tu marca al ofrecer experiencias de compra personalizadas y sin problemas a través de canales físicos y digitales a través de flujos de trabajo automatizados entre servicios para satisfacer las nuevas demandas de los clientes.

source: Keyboards
es: Teclados

source: lang
es: es

source: Language
es: Lenguaje

source: Laptop Accesories
es: Accesorios para portátil

source: Laptops
es: Ordenadores portátiles

source: Latest Blogposts
es: Últimas publicaciones

source: Lead the change that's enabling the next-generation of learning.
es: Liderar el cambio que está permitiendo la generación de aprendizaje.

source: Learn about us
es: Conoce sobre nosotros

source: Learn Alliance is being built to jump-start your career and certify your achievements by bringing closer than ever before a wide range of programs designed to fit your learning needs and help you take your IT skills and your career to the next level.
es: Learn Alliance se está creando para impulsar tu carrera y certificar tus logros al acercar más que nunca una amplia gama de programas diseñados para satisfacer tus necesidades de aprendizaje y ayudarte a llevar tus habilidades de TI y tu carrera al siguiente nivel.

source: Learn Alliance provides free online training by world-class experts to help you build your technical skills and advance your career. Make it your destination of choice to get started on the latest technologies and join our vibrant community.
es: Learn Alliance ofrece capacitación en línea gratuita por expertos de clase mundial para ayudarte a desarrollar tus habilidades técnicas y avanzar en tu carrera. Queremos convertir Learn Alliance en tu destino preferido para comenzar a utilizar las últimas tecnologías y unirte a nuestra vibrante comunidad.

source: Learning is for life, not just for school, so it makes complete sense to teach with technology that will prepare students for the future workforce. Unchaining those students' skills that will take them from kindergarten to a life path career.
es: El aprendizaje es para toda la vida, no sólo para la escuela, así que tiene completo sentido enseñar con la tecnología que prepara a los estudiantes para la fuerza laboral del futuro. Desencadena las habilidades de los estudiantes que les llevarán desde la guardería a una carrera de ruta de la vida.

source: Lectors &amp;amp; Readers
es: Lectores

source: Let's add some products and services!
es: ¡Agrega algunos productos y servicios!

source: Let's buy some technology!
es: Agrega algunos productos

source: LET'S GET SOCIAL!
es: ¡Vamos a Socializar!

source: Let's get your products to market quickly through a flexible and powerful platform able to help you reach your customers where they are while transforming their experiences, reducing business costs and driving revenue growth.
es: Llevemos tus productos al mercado rápidamente a través de una plataforma flexible y poderosa capaz de ayudarte a llegar a tus clientes donde sea que estén, mientras transformas sus experiencias, reduces los costos comerciales y aumentas los ingresos.

source: Let's start building your business.
es: Comencemos a construir tu negocio.

source: Licensing Portal
es: Portal de licenciamiento

source: Life at Fenix Alliance
es: Vida en alianza Fenix

source: Like it? lets keep in touch.
es: ¿te gusta? mantengámonos en contacto.

source: Like it? Share it!
es: ¿Te gusta? ¡Compártelo!

source: Like us on Facebook
es: Me gusta en Facebook

source: Like us on LinkedIn
es: Síguenos en LinkedIn

source: Live Chat
es: Chat en vivo

source: Live Chat support is availiable from 8 AM to 6 PM (GMT-5)
es: El soporte de chat en vivo está disponible de 8 a.m. a 6 p.m. (GMT-5)

source: Loading
es: Cargando

source: Log In or create your Alliance ID
es: Inicia sesión o crea tu Alliance ID

source: log In or sign up
es: sesión o regístrate

source: Log Out
es: Cerrar la sesión

source: Login / Sign up
es: Iniciar sesión / Registro

source: Logout
es: Cerrar sesión

source: Looking for hardware?
es: ¿En busca de hardware?

source: Low Stock
es: Pocas unidades

source: MAC Applications
es: Aplicaciones para MAC

source: Making the world a better place, for real.
es: Haciendo del mundo un lugar mejor, de verdad.

source: Managed Cloud solutions
es: Soluciones administradas en la nube.

source: Managed Cloud Solutions.
es: Soluciones gestionadas.

source: Managed IT Marketplace
es: Mercado de servicios

source: Manufacturer
es: Fabricante

source: Manufacturers
es: Fabricantes

source: Manufacturing businesses &amp;amp; organizations.
es: Amp de empresas de fabricación; organizaciones.

source: Manufacturing businesses and organizations.
es: Empresas de manufactura.

source: Manufacturing sector
es: Sector industrial

source: Marketing isn’t simple, and our mission is to help you succeed. The Infinity Comex Platform can help you connect and manage your entire Facebook store while the Alliance Business Suite helps you to find ad-options for any budget and expertise level. Whether your business is global or rooted in a local community, we can help you find your customers inside a 1.3 billion people network.
es: El marketing no es simple, y nuestra misión es ayudarte a tener éxito. La plataforma Infinity Comex puede ayudarte a conectar y administrar toda tu tienda en Facebook desde un solo lugar, mientras que la Alliance Business Suite te ayuda a encontrar opciones de anuncios para cualquier presupuesto y nivel de experiencia. Ya sea que tu negocio sea global o arraigado en una comunidad local, podemos ayudarte a encontrar clientes dentro de una red de 1.300 millones de personas.

source: Marketing Suite
es: Suite de Marketing

source: Marketplaces
es: Mercados

source: Meet our brands
es: De un vistazo

source: Meet our practices
es: Conoce nuestras prácticas

source: Meet our practices.
es: Conoce nuestras prácticas.

source: Meet the perfect Point of Sale.
es: Conoce el punto de venta perfecto.

source: Meet your mission and serve citizens better by transforming administrative operations and optimizing your management, driving the next generation and providing economic growth through solutions that meet the highest standards.
es: Cumpla su misión y sirva mejor a los ciudadanos transformando las operaciones administrativas y optimizando su gestión, impulsando la próxima generación y brindando crecimiento económico a través de soluciones que cumplen con los más altos estándares.

source: Merchant Profile
es: Perfil del vendedor

source: Merchants &amp;amp; Partners
es: Comerciantes y socios

source: Mobile Workstations
es: Estaciones de trabajo

source: Mobility and Security.
es: Movilidad y seguridad.

source: Monitors
es: Monitores

source: More by Fenix Alliance Group
es: Más por el Grupo Fenix Alliance

source: More than just a business group, we are family.
es: Más que solo un grupo empresarial, somos familia.

source: Motherboards
es: Placas base

source: Mouse / Wrist Pads
es: Ratón / almohadillas

source: Multi-currency support, right out of the box.
es: Soporte multidivisa, listo para usar.

source: Networking
es: Conectividad y redes

source: Networks and connectivity
es: Redes y conectividad

source: Networks and connectivity1
es: Redes y conectividad

source: Newsletters
es: Boletines

source: Next
es: Siguiente

source: Not applicable for large products.
es: No aplicable para productos grandes.

source: Not applicable for large products. Valid for products shipped from the same country as the order's shipping address. Reward points and your rewards account are scheduled for release any within June. Once released, existing orders will be calculated and earned points will be added to your rewards account.
es: No aplicable para productos grandes. Válido para productos enviados desde el mismo país que la dirección de envío del pedido. Los puntos de recompensa y tu cuenta de recompensas están programados para su lanzamiento en 2020. Una vez liberada esta funcionalidad, los pedidos existentes se calcularán y los puntos ganados se agregarán a tu cuenta de recompensas.

source: Not everyone who adds a product to their cart completes the checkout. Infinity Comex's features include loyalizing system definition, coupons, campaigns, and customized emails to make your user come back.
es: No todos los que agregan un producto a su carrito completan el pago. Las características de Infinity Comex incluyen definición leal del sistema, cupones, campañas y correos electrónicos personalizados para que tus usuarios regresen.

source: Not this one? Okay
es: ¿Este no? ¡Entendido!

source: Now possible through your AllianceID.
es: Posible a través de tu AllianceIDHolder.

source: Office Technology
es: Tecnología para oficina

source: On Pre-Sale
es: En pre-venta

source: One single account, a VIP pass to the next generation of technology.
es: Una sola cuenta, un pase VIP para la próxima generación de tecnología.

source: Open chat with Andy, our support bot
es: Abrir chat con Andy, nuestro bot de soporte

source: Open iComex is under construction.
es: Open iComex está en construcción.

source: Open live chat with a human support agent
es: Chat en vivo con un agente humano

source: Operating System
es: Sistema operativo

source: Operating Systems
es: Sistemas operativos

source: Order Information
es: información del pedido

source: Original Equipment Manufacturing.
es: Fabricación de equipo original.

source: Our blog is a space destined to share our corporate thinking, news about the things that we are proud of and a bit of the methodologies we use to help our clients reach their goals.
es: Nuestro blog es un espacio destinado a compartir nuestro pensamiento corporativo, noticias sobre las cosas que nos sentimos orgullosos y un poco de las metodologías que utilizamos para ayudar a nuestros clientes a alcanzar sus metas.

source: Our Blogs
es: Nuestros Blogs

source: Our brands
es: Nuestras marcas

source: Our business partners - Alliance Trusted Advisors.
es: Nuestros socios comerciales: Alliance Trusted Advisors.

source: Our business partners.
es: Nuestros socios comerciales.

source: Our Business Practices
es: Nuestras prácticas de negocio

source: Our commitment to build a place where world-class technologies converge with passion and excellence to reach beyond expectations makes Fenix Alliance Group a trully growing experience.
es: Nuestro compromiso para construir un lugar donde convergen tecnologías de clase mundial con pasión y excelencia para alcanzar más allá de las expectativas hace Fenix Group Alianza una experiencia realmente creciente.

source: Our corporate partners.
es: Nuestras asociaciones corporativas.

source: Our corporate profile
es: Nuestro perfil corporativo

source: Our eCommerce Store brings to your fingertips the best in technology for the modern customer, businesses and enterprise. Discover thousands of products from leading brands such as Intel, Microsoft, MSI, Nvidia, Samsung and so much more!
es: Nuestra tienda de comercio electrónico pone a tu alcance lo mejor en tecnología para el cliente moderno, negocios y empresa. ¡Descubre miles de productos de primeras marcas como Intel, Microsoft, MSI, Nvidia, Samsung y mucho más!

source: Our focus industries
es: Nuestras industrias de enfoque

source: Our Group Members
es: Miembros de nuestro grupo

source: Our group of experts help you connect your business directly with a large ecosystem of design manufacturers to design and develop custom devices for your organization that fit your needs, budget and specifications.
es: Nuestro grupo de expertos te ayudará a conectar tu negocio directamente con un gran ecosistema de fabricantes para diseñar y desarrollar dispositivos personalizados para tu organización que se adapten a tus necesidades, presupuesto y especificaciones de diseño.

source: Our history.
es: Nuestra historia.

source: Our Information Technology Providers ecosystem develop and structure reliable and intelligent IT solutions that evolve with your organization, making use of the best engineering practices.
es: Nuestro ecosistema de proveedores de tecnologías de la información desarrollan confiables e inteligentes soluciones que evolucionan con tu organización, haciendo uso de las mejores prácticas de ingeniería.

source: Our mission has everything to do with the success of our associates and collaborators. We work with individuals and organizations all around the world that help us to continue creating what follows.
es: Nuestra misión tiene mucho que ver con el éxito de nuestros asociados y colaboradores. Trabajamos con individuos y organizaciones de todo el mundo que nos ayudan a seguir creando lo que sigue.

source: Our mission is to be, at any time and place, the ideal business partner that helps to unleash the power of cutting-edge technology in every public and private organization, by connecting every aspect of the business to the world through intelligent, reliable, secure and innovative solutions and tools that build on the tremendous power of cloud computing to empower everyone to reach far beyond expectations.
es: Nuestra misión es ser, en cualquier momento y lugar, el socio comercial ideal que ayude a liberar el poder de la tecnología de vanguardia en cada organización pública y privada, conectando todos los aspectos del negocio con el mundo a través de un sistema inteligente, confiable y seguro. y soluciones y herramientas innovadoras que se basan en el tremendo poder de la computación en la nube para permitir a todos alcanzar más allá de las expectativas.
