Repository: FenixAlliance/APS.Core
Catalog: Resources/SharedResources.*.resx
Languages: es

source: Our mission requires us to be a responsible, transparent and committed company with its clients, employees, partners and investors.
es: Nuestra misión nos obliga a ser una empresa responsable, transparente y comprometida con sus clientes, empleados, socios e inversionistas.

source: Our people are everything.
es: Nuestra gente lo es todo.

source: Our powerful foreign exchange (forex) engine connects to multiple sources to allow historical and real-time rate updates from over 170 world currencies. Through the Alliance Business Suite, multi-currency accounting and transactions are now extremely simple.
es: Nuestro potente motor de divisas (forex) se conecta a múltiples fuentes para permitir actualizaciones de tasas históricas y en tiempo real de más de 170 monedas mundiales. A través de Alliance Business Suite, las transacciones y la contabilidad multidivisa ahora son extremadamente simples.

source: Our practices
es: Nuestras prácticas

source: Our practices are constantly evolving to provide your organization with everything it needs to stay ahead of your competitors and better serve your customers.
es: Nuestras prácticas están en constante evolución para brindar a tu organización todo lo que necesita para mantenerse por delante de sus competidores y servir mejor a sus clientes.

source: Our products
es: Nuestros productos

source: Our products and services include smart CRM+ERP solutions, cognitive services, commerce platforms, and developer tools. For those customers where business needs are too specific, our filial brand, ComputeWorks provides custom practices that can help customers to achieve operational excellence through the cloud while still taking advantage of their existing infrastructure. These services include the development and deployment of custom information technologies and devices that, through transversal solutions, adapt to the different operational models across industries, and allow the increase of productivity in organizations.
es: Nuestros productos y servicios incluyen soluciones inteligentes de CRM + ERP, servicios cognitivos, plataformas de comercio y herramientas para desarrolladores. Para aquellos clientes donde las necesidades comerciales son demasiado específicas, nuestra marca filial, ComputeWorks ofrece prácticas personalizadas que pueden ayudar a los clientes a alcanzar la excelencia operativa a través de la nube y al mismo tiempo aprovechar su infraestructura existente. Estos servicios incluyen el desarrollo y despliegue de tecnologías y dispositivos de información personalizados que, a través de soluciones transversales, se adaptan a los diferentes modelos operativos en todas las industrias y permiten el aumento de la productividad en las organizaciones.

source: Our products and services include the development and deployment of IT systems and Cloud infrastructure for businesses, through transversal solutions built to adapt to different operational models to increase productivity and innovation while decreasing operational costs and TCO in every organization.
es: Nuestros productos y servicios incluyen el desarrollo y despliegue de sistemas de TI e infraestructura en la nube para empresas, a través de soluciones transversales creadas para adaptarse a diferentes modelos operativos para aumentar la productividad y la innovación al tiempo que disminuyen los costos operativos y el costo total de propiedad en cada organización.

source: Our Road Map
es: Nuestra hoja de ruta

source: Our rockets.
es: Nuestros propulsores.

source: Our service practices
es: Nuestras prácticas de servicio

source: Our Smart Assistant
es: Nuestro asistente inteligente

source: Our solutions and your business, reaching beyond expectations.
es: Nuestras soluciones y tu negocio, llegando juntos mucho más allá de las expectativas.

source: Our store contains a powerful near real-time currency exchange engine to help you navigate our store in your preferred currency, With support for for over 200 world currencies. However, this is just to improve your user experience and EVERY ORDER WILL BE PROCESSED to the Market Representative Rate of the USD to the day of billing. Exchange rates are collected from multiple reliable providers.
es: Nuestra tienda contiene un potente motor de cambio de moneda casi en tiempo real para ayudarte a navegar en tu moneda preferida, con soporte para más de 200 monedas mundiales. Sin embargo, esto es solo para mejorar su experiencia de usuario y CADA PEDIDO SERÁ PROCESADO a la Tasa Representativa del Mercado al día de facturación. Los tipos de cambio se recogen de múltiples proveedores confiables con intérvalos de 1 hora.

source: Our suite of more than 100 services and solutions are constantly evolving to align the processes of digitalization with efficiency practices, productive ways to work and corporate growth by simplifying the operation and development of Information Technologies across companies and organizations all around the globe.
es: Nuestra suite de más de 100 servicios y soluciones están en constante evolución para alinear los procesos de digitalización con las prácticas de eficiencia, maneras productivas de trabajo y crecimiento de la empresa, simplificando la operación y desarrollo de tecnologías de la información en empresas y organizaciones alrededor del mundo.

source: Our sustainability partners.
es: Nuestro compromiso social.

source: Our users first.
es: Nuestros usuarios primero.

source: Our users inspire us to be better and better. We work tirelessly for excellence by offering attractive experiences and smart solutions that unleash capabilities and connect our customers, giving them the ability to collaborate and cultivate a culture of innovation and progress within their organizations.
es: Nuestros usuarios nos inspiran a ser mejores y mejores. Trabajamos incansablemente por la excelencia al ofrecer experiencias atractivas y soluciones inteligentes que liberan capacidades y conectan a nuestros clientes, dándoles la capacidad de colaborar y cultivar una cultura de innovación y progreso dentro de sus organizaciones.

source: Out of stock
es: Agotado

source: Paper Supply
es: Suministro de papel

source: Partner Center
es: Portal para asociados

source: Partners
es: Socios

source: Partners &amp;amp; affiliates
es: Asociados comerciales

source: Partners and Developers
es: Asociados y desarrolladores

source: payment gateways enabled in your country
es: pasarelas de pago habilitadas en tu país.

source: Payment Methods
es: Métodos de pago

source: Peripherals
es: Periféricos

source: Persuade the users of your store the purchase they left suspended.
es: Persuade a los usuarios de tu tienda de la compra que dejaron suspendida.

source: Photo &amp;amp; Design Applications
es: Aplicaciones para foto y diseño

source: Ping our experts
es: Contactáctanos

source: Please create a new business shipping address before proceeding with this express checkout.
es: Cree una nueva dirección de envío comercial antes de continuar con este pago rápido.

source: Please create a new shipping address before proceeding with this express checkout.
es: Cree una nueva dirección de envío antes de proceder con este pago rápido.

source: Please select one business shipping address before proceeding with this express checkout.
es: Seleccione una dirección de envío comercial antes de proceder con este pago rápido.

source: Please select one shipping address before proceeding with this express checkout.
es: Por favor seleccione una dirección de envío antes de proceder con este pago rápido.

source: Please select your preferred language.
es: Por favor selecciona tu idioma preferido.

source: Point Of Sale
es: Punto de venta

source: Portables
es: Dispositivos Portables

source: Power Banks
es: Bancos de poder

source: Power Protection
es: Protección de poder

source: Power Supply
es: Fuente de alimentación

source: Practices
es: Prácticas

source: Previous
es: Anterior

source: Price
es: Precio

source: Pricing
es: Precios

source: Primary Category
es: Categoría principal

source: Printers
es: Impresoras

source: Privacy Policy
es: Política de privacidad

source: Processors
es: Procesadores

source: Product Attachments
es: Archivos adjuntos

source: Product has been successfully added to your cart! Please visit your cart when you finish shopping.
es: ¡El producto ha sido agregado exitosamente a tu carrito! Por favor visita tu carrito cuando estés listo para el pago.

source: Product has been successfully removed from your cart!
es: ¡El producto ha sido eliminado exitosamente de tu carrito!

source: Product info
es: Información del producto

source: Product Questions
es: Preguntas sobre el producto

source: PRODUCT REVIEWS
es: RESEÑAS DE PRODUCTOS

source: Product Series
es: Serie del producto

source: Product SKU
es: SKU del producto

source: Product Specifications
es: Especificaciones del producto

source: Product Tags
es: Etiquetas de productos

source: Product Type
es: Tipo de producto

source: Products Cart
es: Cesta de productos

source: Products ordered as a request may take longer to be shipped.
es: Los productos pedidos como una solicitud pueden tardar más en ser enviados.

source: Professional services
es: Servicios profesionales

source: Professional Tech
es: Tecnología profesional

source: Professional technology
es: Tecnología profesional

source: Project Solutions.
es: Soluciones de proyectos.

source: Projectors
es: Proyectores

source: Protect your business data by leveraging industry-leading security and compliance. Allow humans to have control of their data and how they interact with technology on a daily basis. Inform them about how their data is being securely collected through intelligent privacy, and preach accountability, inclusion, and security.
es: Proteje tus datos comerciales aprovechando la seguridad y el cumplimiento líderes en la industria integrados en Open Infinity Comex. Permite que los usuarios controlen sus datos y cómo interactúan con tus tecnologías a diario. Infórmales sobre cómo se recopilan sus datos de forma segura a través de la privacidad inteligente y predica la responsabilidad, la inclusión y la seguridad.

source: Protected
es: Protegido

source: Prove of Ownership
es: Prueba de propiedad

source: Public sector
es: Sector público

source: Quantity
es: Cantidad

source: Questions
es: Preguntas

source: Questions And Answers
es: Preguntas y respuestas

source: Quick links
es: Enlaces rápidos

source: Raise your skills to an A+
es: Lleva tus habilidades a un A+

source: RAM Memory
es: Memoria RAM

source: Raspberry Pi Accessories
es: Accesorios para Raspberry Pi

source: Rating
es: Valoración

source: RC Parts
es: Piezas RC

source: RC Toys
es: Juguetes RC

source: Reach beyond expectations.
es: Llega más allá de las expectativas.

source: Reach the change that is enabling the new world of 21st century learning.
es: Alcanzar el cambio que permite que el nuevo mundo de aprendizaje del siglo XXI.

source: Read More
es: Leer más

source: Read our latest report
es: Lee nuestro último informe

source: Readers and Keyboards
es: Lectores y teclados

source: Recommended Products
es: Productos recomendados

source: Refund Policies
es: Políticas de reembolso

source: Regardless of the size of your academic institution, at Fenix Alliance, we passionately seek to collaborate with our customers to deliver smart solutions and technologies that students, instructors, and staff personnel already know and love to use.
es: Independientemente del tamaño de tu institución académica, en Fenix Alliance, buscamos apasionadamente colaborar con nuestros clientes para ofrecer soluciones y tecnologías inteligentes que los estudiantes, los instructores y el personal ya conocen y les encanta usar.

source: Reimagine Education.
es: Reimagina la educación.

source: Reimagine Education
es: Reimagina la educación

source: Reimagine your supply chain.
es: Reimagina tu cadena de suministro.

source: Remote Controls
es: Mandos a distancia

source: Remove from your cart
es: Remover de tu carrito

source: Resources
es: Recursos

source: Resources for Institutions.
es: Recursos para las instituciones.

source: Resources for Researchers.
es: Recursos para investigadores.

source: Resources for Students.
es: Recursos para estudiantes.

source: Resources for teachers.
es: Recursos para profesores.

source: Respected interested party,
es: Respetada parte interesada,

source: Retail
es: Ventas al por menor

source: Retail sector
es: Sector minorista

source: Retailers, Distributors and Goods Vendors.
es: Minoristas, distribuidores y proveedores de bienes.

source: Return an Item
es: Devolver un artículo

source: RETURN POLICIES
es: POLÍTICAS DE RETORNO

source: Review our investor presentation
es: Revise nuestra presentación para inversores

source: Reviews
es: Comentarios

source: Routers &amp;amp; Bridges
es: Puentes y routers

source: Safes
es: Cajas de seguridad

source: Sales Center
es: Centro de ventas

source: Scanners
es: Escáneres

source: Search
es: Búsqueda

source: Search by SKU, Name, MPN...
es: Búsqueda por SKU, nombre, MPN...

source: Sec
es: Seg.

source: Security and Mobility
es: Seguridad y movilidad

source: Security and Mobility solutions.
es: Soluciones de movilidad y seguridad.

source: See shipping policies for this product.
es: Consulte las políticas de envío de este producto.

source: Select your billing/shipping address
es: Selecciona la dirección de envío/facturación

source: Sell your products globally.
es: Vende tus productos a nivel mundial.

source: Send us an Email
es: Envianos un Email

source: Sensors
es: Sensores

source: Server Chassis
es: Chasis de servidor

source: Server Software
es: Software de servidor

source: Servers
es: Servidores

source: Service Analytics
es: Analítica del servicio

source: Service Health
es: Salud de los servicios

source: Services
es: Servicios

source: Services Marketplace
es: Mercado de Servicios

source: Session Booking Tool
es: Herramienta de reserva de sesiones

source: Settings
es: Preferencias

source: Ship everywhere, smarter!
es: ¡Envía a todas partes, de forma inteligente!

source: Shipping address is empty.
es: La dirección de envío está vacía.

source: Shipping Calculator
es: Calculadora de envío

source: Shipping Country
es: País de envío

source: Shipping Information
es: Información de envío

source: SHIPPING POLICIES
es: POLÍTICAS DE ENVÍO

source: SHIPPING, TAXES &amp;amp; RETURNS
es: ENVÍO, impuestos y retornos

source: Shop by department
es: Departamentos

source: Showcasing our Partner Program
es: Introduciendo nuestro programa de socios

source: Sign In or create your Alliance ID account
es: Identifícate o crea tu cuenta Alliance ID

source: Site Map
es: Mapa del sitio

source: Smart Product Recommendations.
es: Recomendaciones de productos.

source: Software &amp;amp; Digital
es: Software y Digital

source: Software &amp;amp; licencing
es: Software y licenciamiento

source: Software &amp;amp; licencing1
es: Software y licenciamiento

source: Solutions
es: Soluciones

source: Solutions marketplace
es: Mercado de soluciones

source: Soon you'll be able to take Fenix Alliance Group everywhere with AllianceID Pocket.
es: Pronto podrás llevar a Fenix Alliance Group a cualquier lugar con AllianceIDHolder Pocket.

source: Sound Cards
es: Tarjetas de sonido

source: Sound Systems
es: Sistemas de sonido

source: Speakers
es: Altavoces

source: Storage Devices
es: Almacenamiento

source: Store
es: Tienda

source: Strategy and operations
es: Estratégia y operaciones

source: Strengthen the capabilities of your institution through powerful and reliable tools designed to meet the highest standards of quality in the learning process that extend the reach and effectiveness of your classrooms.
es: Fortalece las capacidades de tu institución a través de herramientas potentes y fiables diseñada para satisfacer los más altos estándares de calidad en el proceso de aprendizaje, mientras ayudamos a ampliar el alcance y la eficacia de las aulas.

source: Subscribe
es: Suscríbete

source: Subscribe to our Newsletter
es: Suscríbete a nuestro boletín

source: Support
es: Soporte

source: Support Center
es: Centro de soporte

source: Support is a core part of our value proposition. We're committed to deliver the best Support experience troughout all of our offerings by enabling customer centric support models that work for you and your organization.
es: El soporte es una parte fundamental de nuestra propuesta de valor. Estamos comprometidos con ofrecer la mejor experiencia en soporte en todas nuestras ofertas, basados en modelos de apoyo obsesionados con el cliente, que trabajan para ti y tu organización.

source: Surface
es: Microsoft Surface

source: Sustainability
es: Sostenibilidad

source: Sustainability at Fenix Alliance Group
es: Sostenibilidad en el Grupo Fenix Alliance

source: System requirements
es: Requisitos del sistema

source: Tablet Accesories
es: Accesorios para Tablet

source: Tablets
es: Tabletas

source: Tags
es: Etiquetas

source: Talk to Andy, Our virtual Agent.
es: Habla con Andy, nuestro agente virtual.

source: tax authorities
es: autoridades fiscales competentes

source: tax authority
es: autoridad fiscal competente

source: Tax ID
es: NIT

source: Tax Policies
es: POLÍTICAS FISCALES

source: Taxable
es: Sujeto a impuesto

source: Taxes Included
es: Impuestos incluídos

source: Tech Store
es: Tienda Infinity Comex

source: Technical Support
es: Soporte técnico

source: Technologies
es: Tecnologías

source: Technology to unleash your entire potential.
es: Tecnología para dar rienda suelta a tu potencial completo.

source: Telephones / VoIP
es: Teléfonos / VoIP

source: Terms and conditions
es: Términos y condiciones

source: Thanks for your visit!
es: ¡Gracias por tu visita!

source: Thanks to world-class technologies used by nearly 99% of Fortune 500 Companies, we turn your ideas into solutions far more quickly than our competitors while delivering high performance IT operations that are led by data and designed with nothing else in mind but to help you realize your goals.
es: Gracias a las tecnologías de clase mundial que utilizan casi el 99% de las compañías Fortune 500, convertimos sus ideas en soluciones mucho más rápido que nuestros competidores al tiempo que brindamos operaciones de TI de alto rendimiento que están dirigidas por datos y diseñadas con nada más en mente que ayudarte a realizar tus objetivos.

source: The fact is that we thrive around complexity; so, in our words, we are &quot;complexity abstractors&quot;... and let's face it, we are a bit nerdy and geeky by nature.
es: El hecho es que prosperamos en torno a la complejidad; así que, en nuestras palabras, nos consideramos "abstractores de complejidad"... y seamos sinceros, somos también un poquito nerds y geeks por naturaleza.

source: The Infinity Comex Platform can be configured to help you take your store and product info into Google Merchant Center and make it available to shoppers across Google. That means everything about your stores and products is available for personalized ads to customers when they search on a Google property.
es: La plataforma Infinity Comex se puede configurar para ayudarlo a llevar la información de su tienda y producto a Google Merchant Center y ponerla a disposición de los compradores de Google. Eso significa que todo sobre sus tiendas y productos está disponible para anuncios personalizados a los clientes cuando buscan en una propiedad de Google.

source: The path we've chosen to succeed is by becoming the engine for others' success.
es: El camino que hemos elegido para el éxito es convertirnos en el motor del éxito de los demás.

source: The product has been successfully added to your cart!
es: ¡El producto ha sido agregado con éxito a tu carrito!

source: The product has been successfully added to your comparison table. Redirecting...
es: El producto se ha agregado con éxito a tu tabla de comparación. Te estamos redireccionando...

source: The product was successfully removed from your cart.
es: El producto fue eliminado con éxito de tu carrito.

source: this attachment
es: Este archivo adjunto

source: This cart looks empty.
es: Este carrito parece estar vacío.

source: This file contains extended information about
es: Este archivo contiene información ampliada sobre

source: This is also changing technology, which is increasingly adapted to the needs of education with cutting-edge solutions, the ability of computing to enhance classrooms has been increasing well, as technology begins to position itself As a fundamental tool in the process of preparing students, teachers need to adapt to this change to create effective teaching methods that attract students to the wonderful world of knowledge.
es: Esto también está cambiando la tecnología, que es cada vez más adaptada a las necesidades de la educación con soluciones de vanguardia, la capacidad de computación para mejorar las aulas ha ido en aumento, como la tecnología comienza a posicionarse como una herramienta fundamental en la proceso de preparación de los estudiantes, profesores deban adaptarse a este cambio para crear métodos de enseñanza eficaces que atraen a los estudiantes al maravilloso mundo del conocimiento.

source: this link
es: este enlace

source: This means that despite we will do everything in our hands to be clear on our prices and avoid surprise charges on checkout, Shipping fees / additional taxes, store coupons and extended warranty policies (Optionals) may be applied during your checkout process.
es: Esto significa que, a pesar de que haremos todo lo posible para que nuestros precios queden claros a la primera impresión y evitar cargos inesperados en el pago, se pueden aplicar cargos de envío / impuestos adicionales, descuentos por cupones y políticas de garantía extendida (Opcionales) durante el proceso de pago.

source: This product don't have any attachments
es: Este producto no tienen ningún accesorio

source: This product don't have any Questions.
es: Este producto no tiene ninguna pregunta aún.

source: This product don't have any Refund Policies.
es: Este producto no reporta políticas de reembolso.

source: This product don't have any Return Policies.
es: Este producto no reporta políticas de retorno.

source: This product don't have any Reviews.
es: Este producto no tiene ninguna reseña.

source: This product don't have any Shipping Policies.
es: Este producto no reporta políticas de envío.

source: This product don't have any tax Policies.
es: Este producto no reporta políiticas de impuestos.

source: This product don't have any Warranty Policies.
es: Este producto no reporta pólizas de garantía.

source: Through our Talent Tool and your Alliance ID, you can now apply for every career position on our business network and automatically scheduled your interview.
es: A través de nuestra Herramienta de talento y tu Alliance ID, ahora puede solicitar cada puesto de trabajo en nuestra red comercial y programar automáticamente tu entrevista.

source: Throughout the world, businesses have been connecting their resources and leveraging their information to create powerful business value. We are helping them to define intelligent processes to increase efficiency and productivity.
es: En todo el mundo, las empresas han estado conectando sus recursos y aprovechando su información para crear un poderoso valor comercial. Los estamos ayudando a definir procesos inteligentes para aumentar la eficiencia y la productividad.

source: Time remaining for Fenix Alliance's 10&lt;sup&gt;th&lt;/sup&gt; anniversary:
es: Tiempo restante para el 10º aniversario de Fenix Alliance:

source: Title
es: Página de inicio
